Repository: savoirfairelinux/jami-daemon
Catalog: sflphone-client-gnome/po/*/sflphone-client-gnome.po
Languages: ru

source: Registered
ru: Зарегистрирован

source: Not Registered
ru: Не зарегистрирован

source: Trying...
ru: Пробует подключиться...

source: Error
ru: Ошибка

source: Bad authentification
ru: Неправильная идентификация

source: Network unreachable
ru: Сеть недоступна

source: Host unreachable
ru: Хост недоступен

source: Stun configuration error
ru: Ошибка настройки Stun

source: Stun server invalid
ru: Недействительный Stun-сервер

source: Invalid
ru: Недействительный

source: %d voice mails
ru: %d речевые сообщения

source: %d voice mail
ru: %d речевое сообщение

source: No registered account
ru: У вас нет зарегистрированных аккаунтов

source: Unable to connect to the SFLphone server. Make sure the daemon is running.
ru: Невозможно подключиться к SFLphone-серверу. Проверьте если демон работает.

source: IP call - %s
ru: IP звонок - %s

source: <b>Error: No audio codecs found. </b> SFL audio codecs have to be placed in <i>%s</i> or in the <b>.sflphone</b> directory in your home( <i>%s</i> )
ru: <b>Ошибка: звуковые кодеки не найдены. </b> Звуковые кодеки SFL должны находиться в <i>%s</i> или в <b>.sflphone</b> каталоге в вашем домашнем каталоге( <i>%s</i> )

source: This assistant is now finished. You can at any time check your registration state or modify your accounts parameters in the Options/Accounts window. Alias : %s Server : %s Username : %s
ru: Мастер закончил настройку. Вы можете в любое время проверить статус регистрации или изменить параметры ваших аккаунтов в меню Правка / Аккаунты. Псевдоним : %s Сервер : %s Пользователь : %s

source: SFLphone account configuration wizard
ru: Мастер настройки SFLphone

source: Welcome to SFLphone!
ru: Добро пожаловать в SFLphone!

source: This installation wizard will help you configure an account.
ru: Этот мастер установки поможет вам настроить ваш аккаунт.

source: VoIP Protocols
ru: VoIP-протоколы

source: Select an account type:
ru: Выберите тип аккаунта:

source: Account
ru: Аккаунты

source: Please select one of the following option:
ru: Введите пожалуйста следующие данные:

source: Create a free SIP/IAX2 account on sflphone.org
ru: Создать бесплатный SIP/IAX2-аккаунт на sflphone.org

source: Register an existing SIP or IAX2 account
ru: Зарегистрировать существующий SIP или IAX2 аккаунт

source: SIP account configuration
ru: Настройка SIP-аккаунта

source: Please fill the following information:
ru: Введите пожалуйста следующие данные

source: _Alias
ru: _Псевдоним

source: _Host name
ru: Имя или IP-адрес _сервера

source: _User name
ru: Имя или _номер пользователя

source: _Password
ru: Па_роль

source: _Voicemail number
ru: Номер _автоответчика #

source: Optional Email Address
ru: Электронный адрес (необязательный)

source: This email address will be use to send your voicemail messages
ru: Этот электронный адрес будет использоваться для речевых сообщений

source: _Email
ru: _Адрес эл. почты

source: IAX2 account configuration
ru: Настройка IAX2-аккаунта

source: You should probably enable this if you are behind a firewall.
ru: Вы наверное должны это включить если вы находитесь за сетевым экраном.

source: E_nable STUN
ru: Включить STUN

source: _STUN server
ru: _STUN-сервер

source: Account Registration
ru: Регистрация аккаунта

source: Congratulations!
ru: Поздравляем!

source: ALSA notification Error while opening playback device
ru: <b>ALSA-nпредупреждение</b> Ошибка во время активирования устройства проигрывания

source: ALSA notification Error while opening capture device
ru: <b>ALSA-nпредупреждение</b> Ошибка во время активирования устройства входа

source: Pulseaudio notification Pulseaudio is not running
ru: <b>Предупреждение Pulseaudio</b> Pulseaudio не работает

source: There is one call in progress.
ru: Звонок ещё не окончен.

source: There are calls in progress.
ru: Несколько звонков ещё не окончены.

source: Do you still want to quit?
ru: Вы уверенны что хотите выйти?

source: SFLphone Error
ru: Ошибка SFLphone.

source: SFLphone is a VoIP client compatible with SIP and IAX2 protocols.
ru: SFLphone - SIP и IAX2-совместимый VoIP-клиент

source: About SFLphone
ru: О SFLphone

source: _Help
ru: _Помощь

source: _New call
ru: _Новый звонок

source: _Pick up
ru: _Взять трубку

source: _Hang up
ru: _Положить трубку

source: On _Hold
ru: _Удержать звонок

source: _Record
ru: Записать

source: _Account creation wizard
ru: Мастер настройки SFLphone

source: _Call
ru: _Звонок

source: _Accounts
ru: _Аккаунты

source: _Edit
ru: _Правка

source: _Dialpad
ru: _Клавиатура

source: _Volume controls
ru: _Настройки громкости

source: _View
ru: _Вид

source: _Call back
ru: _Перезвонить

source: Edit the phone number before making a call
ru: Изменить номер телефона перед звонком

source: %s account: %s
ru: %s аккаунт: %s

source: <i>From:</i> %s
ru: <i>От:</i> %s

source: Calling with %s account <i>%s</i>
ru: Звонок с аккаунтом %s <i>%s</i>

source: Current account
ru: Нынешний аккаунт

source: You haven't setup any accounts
ru: Вы не настроили ни одного аккаунта

source: You have no registered accounts
ru: У вас нет зарегистрированных аккаунтов

source: Speakers volume
ru: Громкость

source: Mic volume
ru: Громкость микрофона

source: _Show main window
ru: _Показать главное окно

source: SFLphone - %i accounts configured
ru: SFLphone - Зарегистрировано %i аккаунтов

source: "Voicemail" <%s>
ru: "Автоответчик" <%s>

source: Place a call
ru: Позвонить

source: Pick up
ru: Взять трубку

source: Hang up
ru: Положить трубку

source: Off Hold
ru: Снова взять

source: On Hold
ru: Удержать звонок

source: Transfer
ru: Переслать звонок на другой номер

source: History
ru: Журнал

source: Address book
ru: Адресная книга

source: Voicemail
ru: Автоответчик

source: Record a call
ru: Записать переговор

source: Account settings
ru: Настройки аккаунта

source: Account Parameters
ru: Параметры аккаунта

source: _Enable this account
ru: _Включить

source: _Protocol
ru: Пр_отокол

source: Unknown
ru: Неизвестный

source: General
ru: Общие настройки

source: _Use Evolution address books
ru: _Использовать адресную книгу Evolution

source: Download limit:
ru: Ограничение скорости скачивания:

source: _Display contact photo if available
ru: _Показать фотографию контакта (если имеется):

source: _Business phone
ru: _Рабочий телефон

source: _Home phone
ru: _Домашний телефон

source: _Mobile phone
ru: _Мобильный телефон

source: Address Books
ru: Адресная книга

source: Select which Evolution address books to use:
ru: Выбрать адресную книгу Evolution:

source: Name
ru: Имя

source: audio device index for output = %d
ru: Индекс звукового устройства = %d

source: Frequency
ru: Частота

source: Bitrate
ru: Битрейт

source: Bandwidth
ru: Пропускная способность

source: ALSA plugin
ru: ALSA-плагин

source: Output
ru: Выход

source: Input
ru: Вход

source: _Voice Activity Detection
ru: Включить детектор тишины

source: _Noise Reduction (Narrow-Band Companding)
ru: Шумоподавление

source: Sound Manager
ru: Менеджер звука

source: ALSA configuration
ru: Настройка ALSA

source: Codecs
ru: Кодеки

source: Ringtones
ru: Звонки

source: _Enable ringtones
ru: Включить звонок

source: Choose a ringtone
ru: Выберите звонок

source: Audio Files
ru: Звуковые файлы

source: Protocol
ru: Протокол

source: Status
ru: Статус

source: Stun parameters will apply to each SIP account created.
ru: STUN-параметры будут эффективны для каждого созданного SIP-аккаунта

source: Enable it if you are behind a firewall
ru: Включите это если вы находитесь за сетевым экраном и потом перезагрузите SFLphone

source: Format: name.server:port
ru: Формат: имя.сервер:порт

source: Desktop Notifications
ru: Извещения на рабочем столе

source: _Enable notifications
ru: Включить звонок

source: Enable voicemail _notifications
ru: Включить предупреждения о речевых сообщениях

source: _Popup main window on incoming call
ru: _Показать главное окно при входящем звонке

source: Ne_ver popup main window
ru: Никогда не показывать главное окно

source: Hide SFLphone window on _startup
ru: Спрятать окно SFLphone при пуске

source: Calls History
ru: Журнал звонков

source: PulseAudio sound server
ru: Сервер звука PulseAudio

source: SIP Port
ru: SIP-порт

source: Port:
ru: Порт:

source: Select a folder
ru: Выберите папку

source: Preferences
ru: Предпочтения

source: General Settings
ru: Общие настройки

source: Audio Settings
ru: Настройки звука

source: Recordings
ru: Запись

source: Address Book
ru: Адресная книга

source: Hooks
ru: перехватчики (hooks)

source: Accounts
ru: Аккаунты

source: Configured Accounts
ru: Нынешний аккаунт

source: URL Passing
ru: Передача URL

source: Trigger on specific _SIP header
ru: Запустить при определëнном SIP-заголовке

source: Trigger on _IAX2 URL
ru: Запустить при наличии URL _IAX2

source: Phone Number Rewriting
ru: Переписка номера телефона

source: _Prefix dialed numbers with:
ru: Добавить перед на набранными номерами:
