Repository: savoirfairelinux/jami-daemon
Catalog: gnome/doc/*/*.po
Languages: fr

source: @@image: 'figures/account_advanced.png'; md5=8cc040a5f56fe61566ad7b0fa83955d9
fr: not used

source: @@image: 'figures/dial.png'; md5=81ff4280c293e62a49fad3a4b61b9bb5
fr: not used

source: @@image: 'figures/call-second.png'; md5=fa490e3b07eebaa9f4ff719f579d68ef
fr: not used

source: @@image: 'figures/call.png'; md5=ecd96beec76f808b5c1469ecc1293237
fr: not used

source: @@image: 'figures/answer.png'; md5=c168995c6b36b5d200c49d1c02c2ea52
fr: not used

source: @@image: 'figures/hangup.png'; md5=0cac4dfe3a9a4bdf4d12229f77e3723a
fr: not used

source: @@image: 'figures/refuse.png'; md5=34b6cbf068e56163058e79de3ca70c59
fr: not used.

source: @@image: 'figures/holdon.png'; md5=655078b8b495ada29f65b58501187d16
fr: not used

source: @@image: 'figures/holdoff.png'; md5=e06b8eba03f1545cd18891630b22f281
fr: not used

source: @@image: 'figures/transfer.png'; md5=92f921c7c6ba4ee2487ccf6e02226d9a
fr: not used

source: @@image: 'figures/transfer-go.png'; md5=553b57d5a9fc9f248ba15cecc32d343f
fr: not used

source: @@image: 'figures/rec-settings.png'; md5=27d51e45ff23dde58b0512f90773f6ce
fr: not used

source: @@image: 'figures/record.png'; md5=7a594660924940e8def9ecfcee0e8cb4
fr: not used

source: @@image: 'figures/voicemail.png'; md5=36dbeb4bcc6a68519d474552a888ce1e
fr: not used

source: @@image: 'figures/addressbook-button.png'; md5=b4a820013ef8b8f48e7de780a66c7800
fr: not used

source: @@image: 'figures/desktop-notif-settings.png'; md5=2bca85d6d9871883399481b994bd3384
fr: not used

source: @@image: 'figures/notif-example.png'; md5=d09008bedcaee435b12cd165d42e39b7
fr: not used

source: @@image: 'figures/voicemail-notif.png'; md5=a33ed4ce4b693d67ee453b4ef1fa6c30
fr: not used

source: @@image: 'figures/systemtray-settings.png'; md5=638612a08eb31eb768c4f08ace9c909a
fr: not used

source: @@image: 'figures/callshistory-settings.png'; md5=287d8aed7d7c71752257c64e89a9127d
fr: not used

source: @@image: 'figures/configfile-settings.png'; md5=eb4a5545f137b825dcdaf0396a9f1a7d
fr: not used

source: SFLphone Manual v1.0
fr: Manuel d'utilisateur de SFLphone v1.0

source: SFLphone is an enterprise-class SIP/IAX2 compatible softphone for GNU/Linux, published under the GPLv3 license.
fr: SFLphone est téléphone logiciel de voix sur IP pour GNU/LINUX destiné aux entreprises, compatible avec les protocoles SIP et IAX2. Il est distribué sous licence GPLv3.

source: SFLphone Manual V1.0
fr: Manuel de l'utilisateur pour SFLphone V1.0

source: September 2009
fr: Septembre 2009

source: SFLphone team
fr: Équipe SFLphone

source: This manual describes version 0.9.7 of SFLphone.
fr: Ce manuel décrit la version 0.9.7 de SFLphone.

source: <application>SFLphone</application> is a SIP/IAX2 softphone and VoIP client for GNU/Linux. It aims at being a robust enterprise-class desktop phone and has been designed with a hundred-calls-a-day receptionist in mind.
fr: <application>SFLphone</application> est un softphone compatible avec SIP et IAX2 et un client de voix sur IP pour GNU/Linux. Notre but est d'offrir un téléphone logiciel intégré au bureau, robuste, destiné à une utilisation professionnelle.

source: <application>SFLphone</application> is a free software and is distributed under the GNU General Public License version 3. It is developed by Savoir-Faire Linux, a Canadian Linux consulting company, in partnership with the global community.
fr: <application>SFLphone</application> est un logiciel open-source distribué sous licence GNU GPL version 3. Il est développé par la compagnie de consultation canadienne Savoir-faire Linux, en collaboration avec la communauté.

source: Among the many features we developed for you, we could highlight the high definition sound (wide-band audio codecs - speex, G722, Celt), multiple conference call, audio recording, voicemail notification, and call history. More than a simple softphone, <application>SFLphone</application> supports advanced enterprise-class call features: unlimited number of calls, call transfer, and on/off hold option.
fr: Parmi les nombreuses fonctionnalités de SFLphone, on peut noter notamment la qualité de son haute-définition (codecs audio large bande - speex, G722, Celt), conférences multiples, enregistrement d'appel, notification de messages vocaux and historique d'appels. Plus qu'un simple téléphone logiciel, <application>SFLphone</application> supporte des fonctionnalités avancées destinées aux entreprises: nombre illimité d'appels, transfert, mise en attente.

source: This release also provides advanced security features (secure RTP and TLS).
fr: Cette nouvelle version implémente des fonctionnalités de sécurité avancées (RTP sécurisé et TLS).

source: Besides the native ALSA interface, <application>SFLphone</application> now fully supports PulseAudio sound server so you could experience the great possibilities it offers (sound mixing, per application volume control, ...).
fr: En plus de l'interface native ALSA, <application>SFLphone</application> supporte nativement le serveur de son PulseAudio. Profitez ainsi pleinement des possibiltés qu'il apporte (mixage logiciel, gestion des volumes par application, ...).

source: Getting started
fr: Premiers pas

source: Create a free SIP/IAX2 account on sflphone.org
fr: Créer un compte SIP/IAX2 gratuit sur sflphone.org

source: Savoir-faire Linux provides free SIP/IAX2 accounts on an Asterisk server. By clicking this option, you will be created an account to make test calls. The echo service is available, you may also call other accounts registered to the same server.
fr: Savoir-faire Linux fournit des comptes SIP/IAX2 gratuits sur un serveur Asterisk central. En choisissant cette option, nous vous créons un compte de test. Le service echo vous est offert, ainsi que des appels vers d'autres comptes enregistrés sur ce serveur.

source: By filling out your email address information, you will receive voicemail notifications by email. This information is not mandatory to get your free account.
fr: En remplissant votre adresse courriel, vous pourrez recevoir vos messages vocaux par email. Cette information n'est cependant pas obligatoire.

source: Register an existing SIP or IAX2 account
fr: Enregistrer un compte SIP ou IAX2 existant

source: Click there if you already have an account and you want to use it with SFLphone. You will be prompted to select the account type (SIP or IAX2) and to fill out your account information. <application>SFLphone</application> will then try to register it so you could start using it.
fr: Choisissez cette option si vous avez déjà un compte et désirez l'utiliser avec SFLphone. Il faut ensuite choisir le type de compte (SIP ou IAX2) et remplir les informations nécessaires.

source: The first time you start up sflphone, you will be ask to complete a wizard to set up your(s) account(s). This account configuration manager offers you two possibilities: <placeholder-1/>
fr: La première fois que vous lancez SFLphone, un assistant se lance pour vous aider à configurer vos comptes. Vous avez alors deux possibilités:<placeholder-1/>

source: You can always access the account creation manager: <menuchoice><guimenu>Edit</guimenu><guimenuitem>Account creation assistant</guimenuitem></menuchoice>.
fr: Vous pouvez à tout moment accéder à l'assistant de création de compte: <menuchoice><guimenu>Éditer</guimenu><guimenuitem>Assistant de création de compte/guimenuitem></menuchoice>.

source: Managing your accounts
fr: Gérer vos comptes

source: <application>SFLphone</application> supports both IAX2 and SIP accounts.
fr: <application>SFLphone</application> supporte des comptes IAX2 et SIP.

source: Basic features
fr: Fonctionnalités de base

source: Creating a new account
fr: Créer un nouveau compte

source: To create a new account, perform the following steps:
fr: Pour créer un nouveau compte, suivez les étapes suivantes:

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Manage accounts</guimenuitem></menuchoice>.
fr: Sélectionnez <menuchoice><guimenu>Éditer</guimenu><guimenuitem>Comptes</guimenuitem></menuchoice>.

source: Click on the <guilabel>Add</guilabel> button. Fill out the following information:
fr: Cliquez sur le bouton <guilabel>Ajouter</guilabel>. Remplissez les informations suivantes:

source: The name to identify your account in the list. It is not used for the communications
fr: Le nom pour identifier ce compte dans la liste des comptes. il n'est pas utilisé pour les communications

source: Protocol
fr: Protocole

source: Select SIP or IAX2. The most commons are SIP accounts.
fr: Choisissez SIP ou IAX2. Les plus courants sont les comptes SIP.

source: Host name
fr: Nom du hôte

source: The name or the IP address of the server you want to register on.
fr: Le nom ou l'adresse IP du serveur auprès duquel vous voulez enregistrer le compte.

source: User name
fr: Nom d'utilisateur

source: The name or the extension for your account.
fr: Le nom d'utilisateur ou l'extension de votre compte.

source: Password
fr: Mot de passe

source: The password for your account.
fr: Le mot de passe associé à votre compte.

source: Voicemail number
fr: Numéro de boîte vocale

source: The number to dial to reach your voicemail. Example: 888, or *97. It will be used as a quick dial button on the main interface.
fr: Le numéro à composer pour joindre la boîte vocale associée à ce compte. Exemple: 888, ou *97. Ce numéro sera utilisé comme raccourci pour appeler votre bote vocale dans l'interface principale.

source: Click the <menuchoice><guimenu>Apply</guimenu></menuchoice> button.
fr: Cliquez sur le bouton <menuchoice><guimenu>Appliquer</guimenu></menuchoice>.

source: You may now check the state of your account(s). You may have as many setup accounts as you wish. If it is registered, you may now use it to make calls.
fr: Vous pouvez maintenant vérifier l'état de votre compte. S'il est enregistré, vous pouvez maintenant passer un nouvel appel. Vous pouvez configurer autant de comptes que vous le désirez.

source: Editing a configured account
fr: Éditer un compte existant

source: To edit an existing account, perform the following steps:
fr: Pour éditer un compte, suivez les étapes suivantes:

source: Select in the list the account you would like to edit, then click on the <guilabel>Edit</guilabel> button.
fr: Sélectionnez le compte que vous voulez éditer dans la liste des comptes, puis cliquez sur le bouton <guilabel>Éditer</guilabel>.

source: Make your modifications, then click on the <guilabel>Apply</guilabel> button.
fr: Faîtes vos modifications, puis cliquez sur le bouton <guilabel>Appliquer</guilabel> pour sauvegarder vos changements.

source: Deleting an account
fr: Supprimer un compte

source: To delete an existing account, perform the following steps:
fr: Pour supprimer un compte, suivez les étapes suivantes:

source: Select in the list the account you would like to delete, then click on the <guibutton>Delete</guibutton> button.
fr: Sélectionnez le compte que vous voulez supprimer dans la liste des comptes, puis cliquez sur le bouton <guilabel>Supprimer</guilabel>.

source: Selecting a default account
fr: Choisir un compte par défaut

source: As it is possible to have an unlimited number of registered accounts at the same time, which account will be used when making a call ? You can not only set up a default account to be used every time you are making a call, but an entire priority list. To do that, perform the following steps:
fr: Comme il est possible d'avoir un nombre illimité de comptes enregistrés en même temps, quel compte va être utilisé pour passer un appel? Il est possible de configurer une liste de priorité des comptes pour passer des appels. Pour cela, suivre les étapes suivantes:

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Manage accounts</guimenuitem></menuchoice> to access the accounts list.
fr: Sélectionner <menuchoice><guimenu>Éditer</guimenu><guimenuitem>Comptes</guimenuitem></menuchoice> pour accéder à la liste des comptes.

source: The first account in the account in list will be used as the default account to make calls with. If it is not registered, SFLphone will try to use the second in the list, if still not registered, the third, and so one ...
fr: Le premier compte dans la lsite sera utilisé comme le compte par défaut pour passer des appels. Si ce compte n'est pas enregistré, SFLphone va essayer d'utiliser le suivant dans la liste, etc ...

source: To reorder the accounts as you wish, select an account and click on the <menuchoice><guimenu>Up</guimenu></menuchoice> or <menuchoice><guimenu>Down</guimenu></menuchoice> button.
fr: Pour ordonner les comptes comme vous le désirez, sélectionnez un compte et cliquez sur le bouton <menuchoice><guimenu>Monter</guimenu></menuchoice> ou <menuchoice><guimenu>Descendre</guimenu></menuchoice>.

source: Note that you also can select an account to make a call with when dialing by right-clicking on it.
fr: Il est possible de sélectionner rapidement un compte pour un appel en faisant un clic-droit sur l'appel en train d'être composé.

source: Advanced features
fr: Fonctionnalités avancées

source: These features are only available with SIP.
fr: Ces fonctionnalités sont seulement disponibles pour SIP.

source: Follow the indications to <link linkend="account_edit">edit an account</link> and choose the <guimenu>Advanced</guimenu> tab.
fr: Suivre les indications pour <link linkend="account_edit">éditer un compte</link> et choisir l'onglet <guimenu>Avancé</guimenu>.

source: Advanced features configuration panel
fr: Panneau de configuration des options avancées

source: Registration
fr: Enregistrement

source: You may set the expires header for a contact.
fr: Vous pouvez configurer l'en-tête expiration pour un contact.

source: To register to some VoIP services, you will need to set this value at at least 1600 seconds (Example: French VoIP server freephonie.net).
fr: Pour vous enregistrer auprés de certains services de voix sur IP, vous avez besoin de configurer cette valeur au minimum à 1 600 secondes (Exemple: Serveur Free freephonie.net).

source: Network
fr: Réseau

source: This section enables you to set advanced network parameters.
fr: Cette section vous permet de configurer les paramètres réseau avancés.

source: Local address
fr: Adresse locale

source: it is initialized to your private/local IP address. Calls will be routed to this address by default.
fr: Elle est initialisée avec votre adresse IP locale/privée. Les appels seront routés par défaut par cette adresse.

source: Local port
fr: Port local

source: It is initialized to the default SIP port, 5060.
fr: Il est initialisé au port SIP par défaut, 5060

source: Set published address and port
fr: Configurer l'adresse et le port de publication

source: Using STUN <placeholder-1/>
fr: Utiliser STUN <placeholder-1/>

source: Same as local parameters
fr: Identique aux paramètres locaux

source: Manually
fr: Manuelle

source: Security features
fr: Fonctionnalités de sécurité

source: Secure RTP
fr: RTP sécurisé

source: Call features
fr: Fonctionnalités d'appel

source: All the following features are available with both SIP and IAX2 accounts.
fr: Les fonctionnalités suivantes sont disponibles pour SIP et IAX2

source: Dial button
fr: Bouton composer

source: You may have an unlimited number of calls at the same time, even with different accounts.
fr: Vous pouvez avoir un nombre illimité d'appels en même temps, même avec des comptes différents.

source: To create a new call when you already have a current call, just click on the <guilabel>Dial</guilabel> button. The current call will automatically be put on hold.
fr: Pour créer un appel alors que vous avez déjà un appel courant, cliquez sur le bouton <guilabel>Composer</guilabel>. L'appel courant sera alors automatiquement mis en attente.

source: Make an other call
fr: Faire un auitre appel

source: Keyboard shortcut to perform this action: <accel>NUMPAD</accel> or almost any keys.
fr: Raccourci clavier pour faire cette action: <accel>NUMPAD</accel> ou à peu près n'importe quelle touche.

source: Call button
fr: Bouton appeler

source: Keyboard shortcut to perform this action: <accel>Enter</accel>.
fr: Raccourci clavier pour faire cette action: <accel>Entrée</accel>.

source: Answer button
fr: Bouton décrocher

source: Hangup button
fr: Bouton raccrocher

source: Keyboard shortcut to perform this action: <accel>ESC</accel>.
fr: Raccourci clavier pour faire cette action: <accel>Echap</accel>.

source: When you refuse a call, your caller is automatically redirected to your voicemail box, if applicable.
fr: Quand un appel est refusé, votre correspondant est automatiquement redirigé vers votre boîte vocale, s'il y en a une de configurée.

source: Refuse button
fr: Bouton refuser

source: Hold on button
fr: Bouton mettre en attente

source: Hold off button
fr: Bouton reprendre

source: Transfer button
fr: Bouton transférer

source: Then type the number you want to transfer the current call to.
fr: Puis entrez le numéro vers lequel vous voulez transférer l'appel.

source: Validate the transfer
fr: Valider le transfert

source: And press <accel>Enter</accel>. Clicking again on the transfer button cancels the transfer.
fr: Et appuyez sur <accel>Entrée</accel>. Cliquer à nouveau sur le bouton transfert annule le transfert en cours.

source: Go to <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Audio</guimenuitem></menuchoice> to configure the recordings destination folder.
fr: Aller à <menuchoice><guimenu>Éditer</guimenu><guimenuitem>Préférences</guimenuitem><guimenuitem>Audio</guimenuitem></menuchoice> pour configurer le dossier de destination des enregistrements.

source: Record settings
fr: Paramètres d'enregistrement

source: Record button
fr: Bouton enregistrer

source: This feature is available only if you fill out the voicemail number information for your default account.
fr: Cette fonctionnalité n'est disponible que si vous avez spécifié le numéro de votre boîte vocale pour le compte courant.

source: Voicemail button
fr: Bouton Boite vocale

source: A direct IP call is a call established between two peers without any accounts. When dialing, such a call must prefixed with <guilabel>sip:</guilabel>.
fr: Un appel direct IP est un appel sans utiliser de registrar entre deux personnes. Vous devez ajouter <guilabel>sip:</guilabel> devant le numéro à composer pour faire un appel direct.

source: Direct IP calls use SIP protocol to establish communication and RTP to transport data. It is right now not available with IAX2.
fr: Les appels directs SIP utilisent le protocole SIP pour établir la communication et RTP pour envoyer les données de voix. Cette fonctionnalité n'est pour l'instant pas disponible avec IAx2.

source: Go to <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Direct IP calls</guimenuitem></menuchoice> to configure the advanced security features for this kind of calls.
fr: Aller à <menuchoice><guimenu>Éditer</guimenu><guimenuitem>Préférences</guimenuitem><guimenuitem>Appel direct SIP</guimenuitem></menuchoice> pour configurer le comportement de ce type d'appel.

source: Create a conference
fr: Créer une conférence

source: Leave a conference
fr: Quitter une conférence

source: Multiple conference
fr: Conférence multiple

source: Hangup/Hold a conference
fr: Raccrocher/Mettre en attente une conférence

source: Audio configuration
fr: Paramètres audio

source: ALSA and Pulseaudio native interfaces are available.
fr: Les interfaces natives ALSA et Pulseaudio sont disponibles

source: Codecs overview
fr: Présentation des codecs

source: SFLphone supports several widely used audio codec:
fr: SFlphone supporte de nombreux codecs très populaires:

source: Address books
fr: Carnets d'adresse

source: Enable the address book support
fr: Activer le support du carnet d'adresse

source: To enable the address book, perform the following steps:
fr: pour activer le support du carnet d'adresse, voici les étapes à suivre:

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>.
fr: Sélectionnez <menuchoice><guimenu>Éditer</guimenu><guimenuitem>Préférences</guimenuitem></menuchoice>.

source: Select the <menuchoice><guimenu>Address book</guimenu></menuchoice> tab.
fr: Selectionner l'onglet<menuchoice><guimenu>Carnet d'adresse</guimenu></menuchoice>.

source: Check the <guilabel>Use Evolution address books</guilabel> box.
fr: Cochez la case <guilabel>Utiliser le carnet d'adresse d'Evolution</guilabel>

source: Every address books you configured in Evolution will be now available in <application>SFLphone</application>. Please be sure you selected at least one address book.
fr: Tous les carnets d'adresse configurés dans Evolution sont accessibles dans <application>SFLphone</application>. Attention à bien vérifier que au moins un carnet d'adresse est sélectionné.

source: Available options
fr: Options disponibles

source: In <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Address book</guimenuitem></menuchoice>, you may select one or all of the following options:
fr: Dans <menuchoice><guimenu>Éditer</guimenu><guimenuitem>Préférences</guimenuitem><guimenuitem>Carnet d'adresse</guimenuitem></menuchoice>, vous pouvez une ou plusieurs des options suivantes:

source: Display contact photo if available
fr: Afficher la photo du contact si elle est disponible

source: The contact photo will be displayed as a thumbnail beside the phone number.
fr: La photo sera affichée à côté du numéro de téléphone.

source: Fields from Evolution's address book
fr: Champs du carnet d'adresse Evolution

source: You may use one or all of these following information from your contact.
fr: Vous pouvez recevoir une ou plusieurs des informations suivantes pour vos contacts.

source: Work phone number
fr: Tel Bureau

source: Home phone number
fr: Tel Domicile

source: Mobile phone number
fr: Tel Portable

source: Using the address book
fr: Utiliser le carnet d'adresse

source: On the toolbar, click on the following button to display the address book window:
fr: Dans la barre d'outil, cliquez sur le bouton suivant pour afficher le carnet d'adresse:

source: Address book toolbar button
fr: Carnet d'adresse dans la barre d'outil

source: Search for a contact
fr: Chercher un contact

source: Preferences
fr: Préférences

source: Go to <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice> to access the configuration panel.
fr: Aller dans <menuchoice><guimenu>Éditer</guimenu><guimenuitem>Préférences</guimenuitem></menuchoice> pour accéder au panneau de configuration.

source: Each section is detailed below.
fr: Chaque section est détaillée ci-dessous.

source: General
fr: Général

source: This section provides the user general settings regarding the application.
fr: Cette partie permet à l'utilisateur de configurer des paramètres globaux de l'application.

source: Desktop notifications options
fr: Notifications de bureau

source: Enable notifications
fr: Activer les notifications

source: Example of an incoming call notification
fr: Exemple d'une notification d'appel entrant

source: Enable voicemail notifications
fr: Activer les notifications de messages vocaux

source: Example of a voicemail notification
fr: Exempel d'une notification de message vocal

source: System tray options
fr: Options de la barre des tâches

source: Popup main window on incoming call
fr: Popup la fenêtre principale lors de l'arrivée d'un appel

source: If SFLphone is closed on the system tray, pops the main window up on foreground when receiving an incoming call.
fr: Si SFLphone est réduit dans la barre des tâches, faire apparaître la fenêtre principale sur les appels entrants.

source: Never popup main window
fr: Ne jamais faire apparaître la fenêtre principale
