Repository: savoirfairelinux/jami-daemon
Catalog: gnome/doc/*/*.po
Languages: fr

source: If SFLphone is closed on the system tray, never pops the main window up on foreground when receiving an incoming call.
fr: Si SFLphone est réduit dans la barre des tâches, ne jamais ouvrir la fenêtre au premier plan sur les appels entrants.

source: Hide SFLphone window on startup
fr: Cacher SFLphone au démarrage

source: On startup, SFLphone will go directly on the system tray.
fr: Au démarrage, SFLphone se met directement dans la barre des tâches.

source: Calls history options
fr: Historique des appels

source: Keep my history for at least n days
fr: Garder mon historique pour au moins n jours

source: Configuration file options
fr: Fichier de configuration

source: Store SIP credentials as MD5 hash
fr: Stocker les informations d'authentification sour forme encryptée (MD5)

source: Address book
fr: Carnet d'adresse

source: Refer to the <link linkend="addressbook">Address books</link> section for more information.
fr: Se référer à la section <link linkend="addressbook">Carnet d'adresse</link> pour plus d'informations.

source: Hooks
fr: Ancrage

source: Direct IP calls
fr: Appels IP

source: translator-credits
fr: Launchpad Contributions: Emmanuel Milou https://launchpad.net/~manumilou
