Repository: savoirfairelinux/jami-daemon
Catalog: lang/*/*.po
Languages: fr, ja

source: Registered
fr: Enregistré
ja: 登録しました

source: Not Registered
fr: Non Enregistré
ja: 登録できません

source: Trying...
fr: En cours...
ja: 検索中...

source: Error
fr: Erreur
ja: エラー

source: Authentication Failed
fr: Erreur d'authentification
ja: 認証に失敗

source: Network unreachable
fr: Réseau non trouvé
ja: ネットワークに接続できません

source: Host unreachable
fr: Serveur introuvable
ja: ホストに接続できません

source: Stun configuration error
fr: Erreur de configuration Stun
ja: 構成エラー

source: Stun server invalid
fr: Serveur Stun invalide
ja: サーバー無効

source: Ready
fr: Prêt

source: Invalid
fr: Non valide
ja: 無効

source: Using account
fr: Utilise le compte
ja: アカウント使用中

source: No registered accounts
fr: Pas de compte enregistré
ja: アカウント登録されていません

source: Direct SIP call
fr: Appel direct SIP
ja: ダイレクトSIPコール

source: today at %R
fr: Aujourd'hui, à %R

source: yesterday at %R
fr: Hier, à %R

source: %A at %R
fr: %A, à %R

source: %x at %R
fr: %x, à %R

source: ALSA notification Error while opening playback device
fr: Notification ALSA Erreur lors de l'ouverture du périphérique de sortie
ja: ALSA通知 再生デバイスエラー

source: ALSA notification Error while opening capture device
fr: Notification ALSA Erreur lors de l'ouverture du périphérique d'entrée
ja: ALSA通知 再生ディバイスエラー

source: Pulseaudio notification Pulseaudio is not running
fr: Notification Pulseaudio Pulseaudio n'est pas lancé
ja: Pulseaudio通知 Pulseaudioが動いていません。

source: There is one call in progress.
fr: Vous avez un appel en cours.
ja: 呼び出し中

source: There are calls in progress.
fr: Vous avez des appels en cours.
ja: 呼び出し中

source: Do you still want to quit?
fr: Voulez-vous quitter?
ja: キャンセルしますか？

source: SFLphone Error
fr: Erreur SFLphone
ja: SFLphoneエラー

source: ZRTP is not supported by peer %s
fr: ZRTP n'est pas supporté par %s
ja: ZRTPが%sにサポートされていません。

source: Secure Communication Unavailable
fr: Communications sécurisées non disponibles
ja: 安全なコミュニケーションが利用できません。

source: Continue
fr: Continuer
ja: 次へ

source: Stop Call
fr: Arrêter l'appel
ja: 電話をやめてください

source: A %s error forced the call with %s to fall under unencrypted mode. Exact reason: %s
fr: L'appel avec %s est passé en mode non-crypté à cause d'une erreur %s. Raison exacte: %s
ja: A %s エラーは非暗号化されているため%sの呼び出しを強制終了しました。 正確な理由：%s

source: ZRTP negotiation failed
fr: Erreur d'authentification
ja: ZRTP交渉失敗

source: %s wants to stop using secure communication. Confirm will resume conversation without SRTP.
fr: %s ne désire plus utiliser la communication sécurisée. Confirmer que vous voulez continuer sans ZRTP.
ja: %sはセキュリティーで保護された通信を使うのをやめてください。SRTPなしで会話が再開するのを確認してください。

source: Confirm Go Clear
fr: Confirmer Communication en clair
ja: クリアを確認してください。

source: Confirm
fr: Confirmer
ja: 確認

source: <i>From</i> %s
fr: <i>De</i> %s
ja: </i> %sから <i>

source: %d voice mail
fr: %d message vocal
ja: %d ボイスメール

source: Calling with %s account <i>%s</i>
fr: Appel avec le compte %s <i>%s</i>
ja: %s アカウント<i>%s</i>を呼び出し中

source: Current account
fr: Compte courant
ja: 現在のアカウント

source: You have no accounts set up
fr: Vous n'avez pas configuré de compte
ja: アカウントが設定されていません

source: You have no registered accounts
fr: Vous n'avez aucun compte enregistré
ja: アカウント登録されていません

source: <i>With:</i> %s using %s
fr: <i>Avec:</i> %s using %s
ja: <i>で:</i> %s %sを使ってください。

source: %s does not support ZRTP.
fr: %s ne supporte pas ZRTP.
ja: %s はZRTPをサポートできていません。

source: ZRTP negotiation failed with %s
fr: La négociation ZRTP avec %s a échoué
ja: ZRTP交渉%sで失敗しました

source: <i>With:</i> %s
fr: <i>De:</i> %s

source: Speakers volume
fr: Volume des hauts-parleurs
ja: スピーカーの音量

source: Mic volume
fr: Volume du micro
ja: マイク音量

source: _Show main window
fr: _Afficher la fenêtre principale
ja: メインウィンドウを開く

source: _Hang up
fr: _Raccrocher
ja: 通話を切る(_H)

source: %i active account
fr: %i compte actif

source: Voicemail
fr: Boite vocale
ja: ボイスメール

source: No address book selected
fr: Aucun carnet d'adresses sélectionné
ja: アドレス帳が選択されていません

source: Address book
fr: Carnet d'adresses
ja: アドレス帳

source: Voicemail (%i)
fr: Boite vocale (%i)
ja: ボイスメール(%i)

source: SFLphone is a VoIP client compatible with SIP and IAX2 protocols.
fr: SFLphone est un client VoIP compatible avec les protocoles SIP et IAX2.
ja: SFLフォンはVoIPクライアントとSIP、IAX2プロトコルと互換性があります

source: About SFLphone
fr: A propos de SFLphone
ja: SFLフォンに関して

source: Call
fr: Actions
ja: 呼び出し

source: _New call
fr: _Nouvel appel
ja: 通話先

source: Place a new call
fr: Appeler
ja: 発信します

source: _Pick up
fr: _Décrocher
ja: 選択

source: Answer the call
fr: Répondre à l'appel
ja: 応答する

source: Finish the call
fr: Terminer l'appel
ja: 通話終了

source: O_n hold
fr: Mettre en attente
ja: 保留

source: Place the call on hold
fr: Mettre l'appel en attente
ja: 保留中

source: O_ff hold
fr: Reprendre
ja: 保留解除

source: Place the call off hold
fr: Reprendre l'appel
ja: 保留を解除する

source: Configuration _Assistant
fr: _Assistant de configuration
ja: 構成アシスタント

source: Run the configuration assistant
fr: Lancer l'assistant de configuration
ja: 構成アシスタントを起動します

source: Call your voicemail
fr: Appeler la boite vocale
ja: ボイスメールに電話をしてください

source: _Close
fr: _Fermer
ja: 閉じる(_C)

source: Minimize to system tray
fr: Minimiser dans la barre des tâches
ja: システムトレイを最小化する

source: _Quit
fr: _Quitter
ja: 終了(_Q)

source: Quit the program
fr: Quitter le programme
ja: プログラムの終了

source: _Edit
fr: _Editer
ja: 編集(_E)

source: _Copy
fr: _Copier
ja: コピー(_C)

source: Copy the selection
fr: Copier la sélection
ja: 選択範囲をコピー

source: _Paste
fr: C_oller
ja: 貼り付け(_P)

source: Paste the clipboard
fr: Coller le contenu du presse-papiers
ja: クリップボードに貼り付け

source: Clear _history
fr: Effacer l'_historique
ja: 履歴消去

source: Clear the call history
fr: Effacer l'historique
ja: 通話履歴消去

source: _Accounts
fr: Co_mptes
ja: アカウント(_A)

source: Edit your accounts
fr: Éditer les comptes
ja: アカウント編集

source: _Preferences
fr: Préférences
ja: 基本設定

source: Change your preferences
fr: Modifier les préférences
ja: 基本設定の変更

source: _View
fr: A_ffichage
ja: 表示(_V)

source: _Help
fr: A_ide
ja: ヘルプ(_H)

source: Contents
fr: Sommaire
ja: 目次

source: Open the manual
fr: Ouvrir le manuel
ja: 手動で開く

source: About this application
fr: À propos de cette application
ja: アプリケーションについて

source: _Transfer
fr: Transférer
ja: 転送

source: Transfer the call
fr: Transférer à :
ja: 通話転送

source: _Record
fr: Enregistrer
ja: 録音(_R)

source: Record the current conversation
fr: Enregistrer la conversation courante
ja: 現在の会話を録音中

source: _Show toolbar
fr: Afficher la _barre d'outil
ja: ツールバーの表示

source: Show the toolbar
fr: Afficher la barre d'outil
ja: ツールバーの表示

source: _Dialpad
fr: _Clavier
ja: ダイアルパッド(_D)

source: Show the dialpad
fr: Afficher le clavier
ja: ダイヤルパッドの表示

source: _Volume controls
fr: Contrôle du _volume
ja: ボリュームコントロール

source: Show the volume controls
fr: Afficher les controles du volume
ja: 音量調整の表示

source: _History
fr: Historique
ja: 履歴(_H)

source: Calls history
fr: Historique d'appels
ja: 通話履歴

source: _Address book
fr: Carnet d'adresses
ja: アドレス帳

source: On _Hold
fr: _Mettre en attente
ja: 保留中

source: _Call back
fr: _Rappeler
ja: 折り返し電話をする

source: Edit phone number
fr: Éditer le numéro
ja: 電話番号の編集

source: Edit the phone number before making a call
fr: Éditer le numéro de téléphone avant d'appeler
ja: 電話をする前に電話番号の編集をする

source: Account Parameters
fr: Paramètres du Compte
ja: アカウントパラメーター

source: _Protocol
fr: P_rotocole
ja: プロトコル

source: Unknown
fr: Inconnu
ja: 不明

source: _Host name
fr: _Serveur
ja: ホスト名

source: _User name
fr: Usa_ger
ja: ユーザー名

source: _Password
fr: _Mot de passe
ja: パスワード(_P):

source: Show password
fr: Afficher le mot de passe
ja: パスワードを表示

source: _Voicemail number
fr: _Boite vocale #
ja: ボイスメールの番号

source: Authentication
fr: Identification
ja: 認証

source: Secret
fr: Mot de passe
ja: シークレット

source: Credential
fr: Informations
ja: 資格情報

source: Authentication name
fr: Nom d'authentification
ja: 名前の認証

source: Password
fr: Mot de passe
ja: パスワード

source: Security
fr: Sécurité
ja: セキュリティ

source: Use TLS transport (sips)
fr: Utiliser un transport TLS (sips)
ja: TLS トランスポートを使用

source: SRTP key exchange
fr: Échange de clé SRTP
ja: SRTP キー交換

source: Disabled
fr: Désactivé
ja: 無効

source: Registration
fr: Expiration d'enregistrement
ja: 登録

source: Registration expire
fr: Expiration d'enregistrement
ja: 登録期間切れ

source: _Comply with RFC 3263
fr: Respecter RFC 3263
ja: RFC 3263に準拠

source: Network Interface
fr: Interface réseau
ja: ネットワークインターフェース

source: Local address
fr: Adresse locale
ja: ローカルアドレス

source: Local port
fr: Port local
ja: ローカルポート

source: Published address
fr: Adresse de publication
ja: アドレス公開

source: Using STUN
fr: Utiliser STUN
ja: STUN使用

source: STUN server URL
fr: URL du serveur STUN
ja: STUNサーバーのURL

source: Same as local parameters
fr: Identique aux paramètres locaux
ja: ローカルパラメータと同様

source: Set published address and port:
fr: Configurer l'adresse et le port à publier
ja: 公開アドレスとポートの設定

source: Published port
fr: Port de publication
ja: 公開ポート

source: Ringtones
fr: Sonneries
ja: 着信音

source: Choose a ringtone
fr: Sélectionner une sonnerie
ja: 着信音選択

source: _Enable ringtones
fr: _Activer les sonneries
ja: 着信音可能

source: Audio Files
fr: Fichier Audio
ja: 音声ファイル

source: Account settings
fr: Paramètre des comptes
ja: アカウントの設定

source: Basic
fr: Général
ja: 基本設定

source: Advanced
fr: Avancé
ja: 詳細設定

source: Network
fr: Réseau

source: This profile is used when you want to reach a remote peer simply by typing a sip URI such as <b>sip:remotepeer</b>. The settings you define here will also be used if no account can be matched to an incoming or outgoing call.
fr: Ce profil est utilisé quand vous voulez appeler directement quelqu'un en composant une adresse SIP telle que: <b>sip:remotepeer</b>. Ces paramètres sont aussi utilisé si aucun compte ne peut être attribué à un appel entrant ou sortant.
ja: <b>sip:remotepeer</b>.のようなsip URI を入力し単にリモートピアに達成したい時にこのプロファイルが使用可能 着信通話または発信通話を照合できないアカウントであれば設定も可能

source: Server returned "%s" (%d)
fr: Le serveur a répondu "%s" (%d)
ja: サーバーが"%s" (%d)を返しました

source: Protocol
fr: Protocole
ja: プロトコル

source: Status
fr: Statut
ja: 状態

source: Accounts
fr: Comptes
ja: アカウント

source: Configured Accounts
fr: Comptes Configurés
ja: アカウント設定済み

source: There is %d active account
fr: %d compte actif
ja: %dアクティブアカウント

source: You have no active account
fr: Vous n'avez aucun compte actif
ja: アクティブアカウントが存在しません

source: General
fr: Général
ja: 全般

source: _Use Evolution address books
fr: _Utiliser les carnets d'adresse d'Évolution
ja: 展開アドレス帳の使用

source: Download limit :
fr: Limite de téléchargement :
ja: ダウンロードの制限

source: cards
fr: entrées
ja: カード

source: _Display contact photo if available
fr: _Afficher la photo si disponible
ja: 可能であれば連絡先の写真を表示

source: Fields from Evolution's address books
fr: Utiliser les champs suivants des carnets d'adresse d'Évolution
ja: 展開アドレス帳の項目

source: _Work
fr: _Professionnels
ja: 勤務先

source: _Home
fr: P_ersonnels
ja: 自宅

source: _Mobile
fr: _Mobiles
ja: 携帯

source: Address Books
fr: Carnets d'adresses
ja: アドレス帳

source: Select which Evolution address books to use
fr: Sélectionnez les carnets d'adresses d'Evolution à utiliser
ja: 展開アドレス帳使用の選択

source: Name
fr: Nom
ja: 名前

source: This assistant is now finished.
fr: Cet assistant est maintenant terminé.
ja: アシスタントは現在終了

source: You can at any time check your registration state or modify your accounts parameters in the Options/Accounts window.
fr: Vous pouvez à tout moment vérifier votre état d'enregistrement ou modifier les paramètres de vos comptes dans la fenêtre Options/Comptes.
ja: 登録状況の確認またはオプション/アカウントウィンドウでアカウントパラメータを変更できます

source: Server
fr: Serveur
ja: サーバー

source: Username
fr: Nom d'utilisateur
ja: ユーザー名

source: Security:
fr: Sécurité:
ja: セキュリティー

source: None
fr: Aucun
ja: なし

source: SFLphone account creation wizard
fr: Assistant de création de compte de SFLphone
ja: SFLフォンアカウント作成ウィザード

source: Welcome to the Account creation wizard of SFLphone!
fr: Bienvenue dans l'assistant de création de compte de SFLphone !
ja: SFLフォンのアカウント作成ウィザードへようこそ

source: This installation wizard will help you configure an account.
fr: Cet assistant vous guidera dans la configuration d'un compte.
ja: このインストールウィザードはアカウント作成を助けます

source: VoIP Protocols
fr: Protocoles VoIP
ja: VoIPプロトコル

source: Select an account type
fr: Sélectionnez un type de compte
ja: 勘定タイプの選択

source: Account
fr: Compte
ja: アカウント

source: Please select one of the following options
fr: Veuillez sélectionner une des options suivantes
ja: オプションに従い１つ選択してください

source: Create a free SIP/IAX2 account on sflphone.org
fr: Créer un compte SIP/IAX2 gratuit sur sflphone.org
ja: 無料SIP/IAX2アカウントをsflフォン組織に作成

source: Register an existing SIP or IAX2 account
fr: Enregistrer un compte SIP ou IAX2 existant
ja: SIPまたは IAX2アカウントの存在を登録

source: SIP account settings
fr: Paramètres de compte SIP
ja: SIPアカウント設定

source: Please fill the following information
fr: Veuillez remplir les champs suivants
ja: 情報を入力してください

source: Secure communications with _ZRTP
fr: Communications sécurisées avec _ZRTP
ja: ZRTPセキュリティーで保護された通信

source: Optional email address
fr: Adresse courriel optionnelle
ja: 任意のメールアドレス

source: This email address will be used to send your voicemail messages.
fr: Vos messages vocaux seront envoyés par courriel à cette adresse.
ja: このメールアドレスはボイスメールメッセージに送られます

source: _Email address
fr: A_dresse courriel
ja: Eメールアドレス

source: IAX2 account settings
fr: Paramètres de compte IAX2
ja: IAX2アカウント設定

source: You should probably enable this if you are behind a firewall.
fr: Vous devriez probablement activer cette option si vous vous trouvez derrière un pare-feu.
ja: ファイアウォールの内側であれば接続できます

source: E_nable STUN
fr: A_ctiver STUN
ja: STUN有効（E）

source: _STUN server
fr: S_erveur STUN
ja: STUNサーバー

source: Account Registration
fr: Enregistrement du compte
ja: アカウント登録

source: Congratulations!
fr: Félicitations!
ja: 設定完了

source: Frequency
fr: Fréquence
ja: 周波数

source: Bandwidth
fr: Bande passante
ja: 帯域幅

source: ALSA plugin
fr: Greffon ALSA
ja: ALSAプラグイン

source: Output
fr: Sortie
ja: 出力

source: Input
fr: Entrée
ja: 入力

source: Ringtone
fr: Sonneries

source: Sound Manager
fr: Interface Audio
ja: サウンドマネージャー

source: ALSA settings
fr: Paramètres ALSA
ja: ALSA設定

source: Recordings
fr: Enregistrements
ja: 録音

source: Destination folder
fr: Dossier de destination
ja: インストール先フォルダ

source: Select a folder
fr: Choisissez un dossier
ja: フォルダの選択

source: Voice enhancement settings
fr: Paramètres d'amélioration de la voix

source: _Noise Reduction
fr: Réduction du bruit

source: URL Argument
fr: Argument URL
ja: URL 引数

source: Trigger on specific _SIP header
fr: Déclencher sur un entête _SIP spécifique
ja: 特定SIPヘッダーのトリガ

source: Trigger on _IAX2 URL
fr: Déclencher en _IAX2
ja: IAX2 URLのトリガ

source: Command to _run
fr: Commande à e_xécuter
ja: 実行するコマンド

source: Phone number rewriting
fr: Réécriture des numéros appelés
ja: 電話番号書き換え

source: _Prefix dialed numbers with
fr: _Préfixer les numéros composés par
ja: プレフィックス番号

source: Desktop Notifications
fr: Notifications de Bureau
ja: デスクトップ通知

source: _Enable notifications
fr: _Activer les notifications
ja: 通知可能

source: System Tray Icon
fr: Icône dans la barre des tâches
ja: システムトレイアイコン

source: Show SFLphone in the system tray
fr: Montrer SFLphone dans la barre des tâches

source: _Popup main window on incoming call
fr: Faire apparaître la fenêtre _principale lors d'appel entrant
ja: 着信通話のポップアップメインウィンドウ

source: Ne_ver popup main window
fr: Ne _jamais afficher la fenêtre principale
ja: ポップアップメインウィンドウ非表示

source: Hide SFLphone window on _startup
fr: _Cacher la fenêtre de SFLphone au démarrage
ja: 起動SFLphoneウィンドウ非表示

source: Calls History
fr: Historique des appels
ja: 着信履歴

source: _Keep my history for at least
fr: Garder mon historique au moins
ja: 最後の着信履歴の保護

source: days
fr: jours
ja: 曜日

source: Preferences
fr: Préférences
ja: 基本設定

source: Address Book
fr: Carnet d'adresse
ja: アドレス帳

source: Hooks
fr: Ancrage
ja: フック

source: Shortcuts
fr: Raccourcis claviers

source: Be careful: these shortcuts might override system-wide shortcuts.
fr: Soyez prudent; ces raccourcis peuvent entrer en conflit avec ceux du système.

source: Advanced options for TLS
fr: Options avancées TLS
ja: TLSの詳細設定オプション

source: TLS transport
fr: Transport TLS
ja: TLS転送

source: TLS transport can be used along with UDP for those calls that would require secure sip transactions (aka SIPS). You can configure a different TLS transport for each account. However, each of them will run on a dedicated port, different one from each other
fr: Le transport TLS peut être utilisé sur UDP pour les appels qui requiert des transactions SIP sécurisées (aka SIPS). Vous pouvez spécifier un transport TLS différent pour chaque compte. Cependant, chacun écoutera sur un port différent.
ja: 通話はセキュリティーで保護されたSIPトランザクションの要求によりTLS転送はUDPを使用できます。 それぞれのアカウントでTLS転送を確認してください。そうするとそれぞれ専用ポート、異なったものに実行できます。

source: Global TLS listener (all accounts)
fr: Port TLS global (pour tous les comptes)

source: Certificate of Authority list
fr: Liste des autorités de certification
ja: j証明機関の一覧

source: Choose a CA list file (optional)
fr: Choisir une liste d'AC (optionnel)
ja: CAリストファイルの選択

source: Public endpoint certificate file
fr: Fichier de certificats de l'extrémité public
ja: 公式エンドポイント証明ファイル

source: Choose a public endpoint certificate (optional)
fr: Sélectionner le certificat de l'extrémité public
ja: 公式エンドポイント証明の選択

source: Choose a private key file (optional)
fr: Choisir une clé privée (optionnel)
ja: 個人キーファイルの選択

source: Password for the private key
fr: Mot de passe pour la clé privée
ja: プライベートキーのパスワード

source: TLS protocol method
fr: Méthode pour TLS
ja: TLSプロトコルメソッド

source: TLS cipher list
fr: Liste de cryptogramme TLS
ja: TLS暗号一覧

source: Server name instance for outgoing TLS connection
fr: Instance du serveur pour les connections TLS sortantes
ja: TLS接続発信サーバー名インスタンス

source: Negotiation timeout (sec:msec)
fr: Expiration de la négociation
ja: ネゴシエーションタイムアウト

source: Verify incoming certificates, as a server
fr: En tant que serveur, vérifier les certificats entrants
ja: サーバーの証明受信の確認

source: Verify certificates from answer, as a client
fr: En tant que client, vérifier les certificats dans les réponses
ja: クライアント応答証明の確認

source: Require certificate for incoming tls connections
fr: Exiger un certificat pour les connexions TLS entrantes
ja: 受信tls接続のための証明要求

source: ZRTP Options
fr: Options de ZRTP
ja: ZRTPオプション

source: Send Hello Hash in S_DP
fr: Envoyer le hash de Hello dans S_DP
ja: SDPでハローハッシュ送信

source: Ask User to Confirm SAS
fr: Demander à l'utilisateur de confirmer le SAS
ja: ユーザーへSAS確認

source: _Warn if ZRTP not supported
fr: _Avertir si ZRTP n'est pas supporté
ja: ZRTPがサポートされているかどうか警告

source: Display SAS once for hold events
fr: Afficher le SAS seulement une fois sur les mises en attente
ja: イベント管理のためSAS表示

source: SDES Options
fr: Options SDES

source: Fallback on RTP on SDES failure
fr: Recourrir à RTP si SDES échoue

source: Search all
fr: Rechercher dans tous
ja: すべて検索

source: Click here to change the search type
fr: Cliquez ici pour changer le type de recherche
ja: 検索の種類を変更するにはここをクリックしてください

source: Search by missed call
fr: Rechercher dans les appels manqués
ja: 不在着信の検索

source: Search by incoming call
fr: Rechercher dans les appels entrants
ja: 受信通話の検索

source: Search by outgoing call
fr: Rechercher dans les appels sortants
ja: 発信通話の検索

source: %s account : %s
ja: %s アカウント: %s

source: SFLphone
ja: SFLフォン

source: _Alias
ja: 別名(_A)

source: Codecs
ja: コーデック

source: Alias
ja: 別名

source: SRTP/ZRTP draft-zimmermann
ja: SRTP/ZRTP草稿

source: SIP (Session Initiation Protocol)
ja: SIP（セッション開始プロトコル）

source: IAX2 (InterAsterix Exchange)
ja: IAX2（アスタリスク変換）

source: Network Address Translation (NAT)
ja: ネットワークアドレス変換(NAT)

source: Bitrate
ja: ビットレート

source: _Pulseaudio
ja: パルスオーディオ

source: Audio
ja: 音声
