Repository: savoirfairelinux/jami-daemon
Catalog: sflphone-common/po/*.po
Languages: de

source: Registered
de: registriert

source: Not Registered
de: nicht registriert

source: Trying...
de: Am versuchen...

source: Error
de: Fehler

source: Bad authentification
de: Falsche Authentifizierung

source: Network unreachable
de: Kein Netzwerk

source: Host unreachable
de: Host unerreichbar

source: Stun configuration error
de: Stun: Konfigurationsfehler

source: Stun server invalid
de: Ungültiger Stun Server

source: Invalid
de: Ungültig

source: %d voice mails
de: %d Voice Nachrichten

source: %d voice mail
de: %d Voice Nachricht

source: No registered account
de: Kein registriertes Konto

source: Unable to connect to the SFLphone server. Make sure the daemon is running.
de: SFLphone Server kann nicht verbunden werden. Stellen Sie sicher, dass der Dämon läuft.

source: <b>Error: No audio codecs found. </b> SFL audio codecs have to be placed in <i>%s</i> or in the <b>.sflphone</b> directory in your home( <i>%s</i> )
de: <b>Fehler: Kein Audio-Codec gefunden. </b> SFL Audio-Codecs müssen in <i>%s</i> oder <b>.sflphone</b> Ihres HOME-Verzeichniss ( <i>%s</i> ) gespeichert werden.

source: This assistant is now finished. You can at any time check your registration state or modify your accounts parameters in the Options/Accounts window. Alias : %s Server : %s Username : %s
de: Assistent vollendet. Sie können jederzeit Ihres Registrierungsstatus überprüfen oder Ihre Kontoparameter ändern (Optionen/Konten). Alias : %s Server : %s Benutzername : %s

source: SFLphone account configuration wizard
de: SFLphone Konto (Konfigurationsassistent)

source: Welcome to SFLphone!
de: Wilkommen zu SFLphone!

source: This installation wizard will help you configure an account.
de: The Installationsassistent wird Ihnen helfen, ein Konto zu konfigurieren.

source: VoIP Protocols
de: VoIP Protokoll

source: Select an account type:
de: Kontotyp auswählen:

source: Account
de: Konto

source: Please select one of the following option:
de: Bitte eine Option auswählen:

source: SIP account configuration
de: Konfiguration des SIP-Konto

source: Please fill the following information:
de: Folgende Informationen bitte ausfühlen:

source: _User name
de: _Benutzername

source: _Password
de: _Passwort

source: _Voicemail number
de: _Voicemail Nummer

source: IAX2 account configuration
de: Konfiguration des IAX2 Konto

source: Network Address Translation
de: Network Address Translation (NAT)

source: You should probably enable this if you are behind a firewall.
de: Sie sollten dieses einschalten, falls Sie hinter einer Firewall sind.

source: E_nable STUN
de: STUN Ei_nschalten

source: Account Registration
de: Konto Registrierung

source: Congratulations!
de: Gratulation!

source: ALSA notification Error while opening playback device
de: ALSA Benachrichtigung Fehler während Öffnen des "playback device"

source: ALSA notification Error while opening capture device
de: ALSA Benachrichtigung Fehler während Öffnen des "capture device"

source: Pulseaudio notification Pulseaudio is not running
de: Pulseaudio Benachrichtigung Pulseaudio nicht gestartet

source: There is one call in progress.
de: Laufender Anruf.

source: There are calls in progress.
de: Laufende Anrufe.

source: SFLphone Error
de: SFLphone Fehler

source: SFLphone is a VoIP client compatible with SIP and IAX2 protocols.
de: SFLphone ist ein VoIP Client (kompatibel mit SIP und IAX2 Protokolle)

source: About SFLphone
de: Über SFLphone

source: _Help
de: _Hilfe

source: _New call
de: _Neuer Anruf

source: _Pick up
de: _Abnehmen

source: _Hang up
de: A_uflegen

source: On _Hold
de: in _Warteschleife

source: _Record
de: _Gespräch aufzeichnen

source: _Account creation wizard
de: SFLphone _Konto (Konfigurationsassistent)

source: _Call
de: _Anruf

source: _Accounts
de: _Konten

source: _Edit
de: _Editieren

source: _Dialpad
de: _Wählscheibe

source: _Volume controls
de: Lautstärke Kontrollen

source: _View
de: _Anzeigen

source: _Call back
de: _zurückrufen

source: %s account: %s
de: %s Konto: %s

source: <i>From:</i> %s
de: <i>Von:</i> %s

source: Calling with %s account <i>%s</i>
de: Mit %s Konto <i>%s</i> anrufen

source: Current account
de: Aktuelles Konto

source: You haven't setup any accounts
de: Sie haben noch kein Konto eingestellt

source: You have no registered accounts
de: Sie haben noch kein registriertes Konto

source: Speakers volume
de: Lautsprecher Lautstärke

source: Mic volume
de: Mikro Lautstärke

source: _Show main window
de: _Hauptfenster anzeigen

source: SFLphone - %i accounts configured
de: SFLphone - %i Konten konfiguriert

source: Place a call
de: Anrufen

source: Pick up
de: Abnehmen

source: Hang up
de: Auflegen

source: Off Hold
de: Aus Warteschleife

source: On Hold
de: In Warteschleife

source: Transfer
de: Weiterleiten

source: History
de: Vorherige Anrufe

source: Record a call
de: Gespräch aufzeichnen

source: Account settings
de: Kontoeinstellungen

source: Account Parameters
de: Kontoparameter

source: _Protocol
de: _Protokoll

source: Unknown
de: unbekannt

source: General
de: Allgemein

source: audio device index for output = %d
de: "Audio device index" für Ausgabe = %d

source: Frequency
de: Frequenz

source: Bandwidth
de: Bandbreite

source: Output
de: Ausgabe

source: Input
de: Eingabe

source: ALSA configuration
de: ALSA Konfiguration

source: Ringtones
de: Klingeltöne

source: _Enable ringtones
de: Klingeltöne _einschalten

source: Choose a ringtone
de: Klingelton auswählen

source: Audio Files
de: Audio Dateien

source: Protocol
de: Protokoll

source: Enable it if you are behind a firewall
de: Einschalten falls Sie hinter einer Firewall sind

source: Desktop Notifications
de: Desktopbenachrichtigungen

source: _Enable notifications
de: Benachrichtigungen _einschalten

source: System Tray Icon
de: Benachrichtigungsfeld ("System Tray") Icon

source: _Popup main window on incoming call
de: Hauptfenster anzeigen wenn eingehendes Gespräch

source: Ne_ver popup main window
de: _Hauptfenster nie anzeigen

source: Calls History
de: Liste der vorherigen Anrufen

source: Preferences
de: Einstellungen

source: General Settings
de: Allgemeine Einstellungen

source: Audio Settings
de: Audio Einstellungen

source: Recordings
de: Tonaufnahmen

source: Accounts
de: Konten

source: Configured Accounts
de: Konfigurierten Konten
