Repository: savoirfairelinux/jami-daemon
Catalog: sflphone-client-gnome/doc/*/*.po
Languages: es

source: SFLphone Manual v1.0
es: Manual v1.0 de SFLphone

source: SFLphone is an enterprise-class SIP/IAX2 compatible softphone for GNU/Linux, published under the GPLv3 license.
es: SFLphone es un softphone de clase empresarial compatible con SIP y IAX2 para GNU/Linux, publicado bajo la licencia GPLv3.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation Licence (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
es: Se concede permiso para copiar, distribuir y/o modificar este documento bajo los términos de la Licencia de Documentación Libre de GNU, Versión 1.1 o cualquier otra versión posterior publicada por la Free Software Foundation; sin Secciones Invariantes ni Textos de Cubierta Delantera ni Textos de Cubierta Trasera. Una copia de la licencia está incluida <ulink type="help" url="ghelp:fdl">aqui</ulink> o en al archivo COPYING-DOCS distribuido con ese manual.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the licence to the manual, as described in section 6 of the licence.
es: Ese manual es parte de los manuales de GNOME, distribuidos bajo la GFDL. Si quiere distribuir ese manual separadamente de la colecciòn, puede hacerlo añando una copia de la licencia a ese manual, como describiendo a la secciòn 6 de la licencia.

source: SFLphone Manual V1.0
es: Manual v. 1.0 de SFLphone

source: September 2009
es: Septiembre del 2009

source: SFLphone team
es: Equipo de SFLphone

source: This manual describes version 0.9.7 of SFLphone.
es: Este manual describe la versión 0.9.7 de SFLphone.

source: Introduction
es: Introducción

source: <application>SFLphone</application> is a SIP/IAX2 softphone and VoIP client for GNU/Linux. It aims at being a robust enterprise-class desktop phone and has been designed with a hundred-calls-a-day receptionist in mind.
es: <application>SFLphone</application> es un softphone SIP y IAX2 y cliente VoIP para GNU/Linux. Està dirigido a ser un telefono robusto de clase empresarial y fue diseñado por una recepcionista de cien llamadas al dia.

source: <application>SFLphone</application> is a free software and is distributed under the GNU General Public License version 3. It is developed by Savoir-Faire Linux, a Canadian Linux consulting company, in partnership with the global community.
es: <application>SFLphone</application> es un software libre distribuido bajo la Licencia Pública General de GNU versión 3. Esta desarrollando por Savoir-Faire Linux, una empresa canadiense de consultorio Linux, en colaboración con la comunidad global.

source: Among the many features we developed for you, we could highlight the high definition sound (wide-band audio codecs - speex, G722, Celt), multiple conference call, audio recording, voicemail notification, and call history. More than a simple softphone, <application>SFLphone</application> supports advanced enterprise-class call features: unlimited number of calls, call transfer, and on/off hold option.
es: Entre las muchas características que desarrollamos para usted, nosotros podría destacar el alto sonido de la definición (codificadores-decodificador audios de la banda ancha - speex, G722, Celt), la audioconferencia múltiple, la grabación audio, la notificación del buzón de voz, y la historia de llamada. Más que un softphone simple, <application>SFLphone</application> soporta características de llamadas avanzadas de clase empresarial : número ilimitado de llamadas, transferencia de llamadas, y opción de llamadas en espera.

source: This release also provides advanced security features (secure RTP and TLS).
es: Esta versión también tiene características avanzadas de seguridad (RTP seguro y TLS).

source: Besides the native ALSA interface, <application>SFLphone</application> now fully supports PulseAudio sound server so you could experience the great possibilities it offers (sound mixing, per application volume control, ...).
es: Además del interfaz nativo ALSA, <application>SFLphone</application> ahora soporta completamente el servidor de sonidos PulseAudio así que usted podría experimentar las grandes posibilidades que ofrece (mezcla de sonidos, control de volumen por aplicación,…).

source: Getting started
es: Cómo empezar

source: Create a free SIP/IAX2 account on sflphone.org
es: Crear una cuenta SIP/IAS2 gratuita en sflphone.org

source: Savoir-faire Linux provides free SIP/IAX2 accounts on an Asterisk server. By clicking this option, you will be created an account to make test calls. The echo service is available, you may also call other accounts registered to the same server.
es: Savoir-faire Linux proporciona cuentas libres SIP y IAX2 en un servidor Asterisk. Chascando esta opción, le crearán una cuenta para hacer llamadas de prueba. El servicio de echo está disponible, usted puede también llamar otras cuentas registradas al mismo servidor.

source: By filling out your email address information, you will receive voicemail notifications by email. This information is not mandatory to get your free account.
es: Completando su información de correo electronico, usted recibirá notificaciones del buzón de voz por correo. Esta información no es obligatoria para conseguir su cuenta libre.

source: Register an existing SIP or IAX2 account
es: Registrar una cuenta SIP o IAX2 existente

source: Click there if you already have an account and you want to use it with SFLphone. You will be prompted to select the account type (SIP or IAX2) and to fill out your account information. <application>SFLphone</application> will then try to register it so you could start using it.
es: Chasque allí si usted tiene ya una cuenta y quiere utilizarla con SFLphone. Le preguntarán a seleccionar el tipo de la cuenta (SIP o IAX2) y completar su información de cuenta. <application>SFLphone</application> intentará registrarla así que usted podría comenzar a usarla.

source: The first time you start up sflphone, you will be ask to complete a wizard to set up your(s) account(s). This account configuration manager offers you two possibilities: <placeholder-1/>
es: La primera vez que usted inicià sflphone, usted será pidiendo terminar a un mago para configurar su(s) cuenta(s). Este encargado de configuración de cuenta ofrece dos posibilidades: <placeholder-1/>

source: You can always access the account creation manager: <menuchoice><guimenu>Edit</guimenu><guimenuitem>Account creation assistant</guimenuitem></menuchoice>.
es: Usted puede tener acceso siempre al encargado de creación de cuenta: <menuchoice><guimenu>Editar</guimenu><guimenuitem>Asistante de creación de cuenta</guimenuitem></menuchoice>

source: Managing your accounts
es: Administrar sus cuentas

source: <application>SFLphone</application> supports both IAX2 and SIP accounts.
es: <application>SFLphone</application> soporta cuentas IAX2 y SIP.

source: Basic features
es: Características básicas

source: Creating a new account
es: Crear una cuenta nueva

source: To create a new account, perform the following steps:
es: Para crear una cuenta nueva, sigue los siguientes pasos:

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Manage accounts</guimenuitem></menuchoice>.
es: Escoje <menuchoice><guimenu>Editar</guimenu><guimenuitem>Administrar cuentas</guimenuitem></menuchoice>.

source: Click on the <guilabel>Add</guilabel> button. Fill out the following information:
es: Chasque <guilabel>Añadir</guilabel>botón. Complete la información siguiente:

source: The name to identify your account in the list. It is not used for the communications
es: El nombre para identificar tu cuenta en la lista. No se usará para las comunicaciones.

source: Protocol
es: Protocolo

source: Select SIP or IAX2. The most commons are SIP accounts.
es: Selecciona SIP o IAX2. Las más comunes son las cuentas SIP.

source: Host name
es: Nombre del equipo

source: The name or the IP address of the server you want to register on.
es: Nombre o dirección IP del servidor en el que quieres registrarte.

source: User name
es: Nombre de usuario

source: The name or the extension for your account.
es: El nombre o la extensiòn de su cuenta.

source: Password
es: Contraseña

source: The password for your account.
es: La contraseña para tu cuenta.

source: Voicemail number
es: Número de buzón de voz

source: The number to dial to reach your voicemail. Example: 888, or *97. It will be used as a quick dial button on the main interface.
es: El número para alcanzar su buzón de voz. Ejemplo: 888, o *97. Será utilizado como botón para marcar rápido en el interfaz principal.

source: Click the <menuchoice><guimenu>Apply</guimenu></menuchoice> button.
es: Da le clic al buttòn <menuchoice><guimenu>Aplicar</guimenu></menuchoice>.

source: You may now check the state of your account(s). You may have as many setup accounts as you wish. If it is registered, you may now use it to make calls.
es: Usted puede ahora comprobar el estado de sus cuentas. Usted puede tener tantas cuentas como usted desea. Si se registra, usted puede ahora utilizarla para hacer llamadas.

source: Editing a configured account
es: Editar una cuenta configurada

source: To edit an existing account, perform the following steps:
es: Para editar una cuenta existente, sigue los pasos siguientes:

source: Select in the list the account you would like to edit, then click on the <guilabel>Edit</guilabel> button.
es: Seleccione en la lista la cuenta que usted quisiera corregir, después chasque encendido el botón de <guilabel>Editar</guilabel>.

source: Make your modifications, then click on the <guilabel>Apply</guilabel> button.
es: Haga sus modificaciones, después chasque encendido el botón de <guilabel>Aplicar</guilabel>.

source: Deleting an account
es: Borrar una cuenta

source: To delete an existing account, perform the following steps:
es: Para borrar una cuenta existente, sigue los pasos siguientes:

source: Select in the list the account you would like to delete, then click on the <guibutton>Delete</guibutton> button.
es: Seleccione en la lista la cuenta que usted quisiera suprimir, después chasque encendido el botón de <guibutton>Suprimir</guibutton>.

source: Selecting a default account
es: Selección de una cuenta por defecto

source: As it is possible to have an unlimited number of registered accounts at the same time, which account will be used when making a call ? You can not only set up a default account to be used every time you are making a call, but an entire priority list. To do that, perform the following steps:
es: ¿Pues es posible tener un número ilimitado de cuentas registradas al mismo tiempo, cual cuenta será utilizada para hacer una llamada? No sólo usted puede fijar una cuenta por defecto que se utilizarán cada vez que usted está haciendo una llamada, pero tambien una lista de prioridad. Para hacer eso, realice los pasos siguientes:

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Manage accounts</guimenuitem></menuchoice> to access the accounts list.
es: Escoje <menuchoice><guimenu>Editar</guimenu><guimenuitem>Administrar cuentas</guimenuitem></menuchoice> para ver la lista de cuentas.

source: The first account in the account in list will be used as the default account to make calls with. If it is not registered, SFLphone will try to use the second in the list, if still not registered, the third, and so one ...
es: La primera cuenta en la lista será utilizada como la cuenta por defecto para hacer llamadas. Si no se registra, SFLphone intentará utilizar la segunda en la lista, si tampoco se registra, la tercera, etc…

source: To reorder the accounts as you wish, select an account and click on the <menuchoice><guimenu>Up</guimenu></menuchoice> or <menuchoice><guimenu>Down</guimenu></menuchoice> button.
es: Para reordenar las cuentas como usted desea, seleccione una cuenta y chasque encendido el botón de <menuchoice><guimenu>Arribá</guimenu></menuchoice> o de <menuchoice><guimenu>Abajo</guimenu></menuchoice>.

source: Note that you also can select an account to make a call with when dialing by right-clicking on it.
es: Observe que usted también puede seleccionar una cuenta para hacer una llamada, cuando usted esta marcando, haciendo clic con el botón derecho en la llamada.

source: Advanced features
es: Características avanzadas

source: These features are only available with SIP.
es: Estas características sólo están disponibles con SIP.

source: Follow the indications to <link linkend="account_edit">edit an account</link> and choose the <guimenu>Advanced</guimenu> tab.
es: Siga las indicaciones para <link linkend="account_edit">editar una cuenta</link> y elija la pestaña <guimenu>Avanzadas</guimenu>.

source: Advanced features configuration panel
es: Panel de configuración de características avanzadas

source: Registration
es: Registro

source: You may set the expires header for a contact.
es: Usted puede fijar el encabezamiento expira para un contacto.

source: It basically represents the duration your registration will remain active. If you don't register again within that time, calls will no longer be routed to you. it should be not used as a keepalive mechanism though. The default value is 600 seconds (ten minutes).
es: Representa básicamente la duración que su registro seguirá siendo activo. Si usted no se registra otra vez dentro de ese tiempo, las llamadas no serán encaminadas a usted. Sin embargo no debe ser utilizado como mecanismo de keepalive. El valor prefijado es 600 segundos (diez minutos).

source: To register to some VoIP services, you will need to set this value at at least 1600 seconds (Example: French VoIP server freephonie.net).
es: Para registrarse a algunos servicios de VoIP, usted necesitará fijar este valor a por lo menos 1600 segundos (ejemplo: Servidor de VoIP francés freephonie.net).

source: Network
es: Red

source: This section enables you to set advanced network parameters.
es: Esta sección le permite fijar parámetros de red avanzados.

source: Local address
es: Dirección local

source: it is initialized to your private/local IP address. Calls will be routed to this address by default.
es: se inicializa a su dirección IP privada/local. Las llamadas serán encaminadas a esta dirección por defecto.

source: Local port
es: Puerto local

source: It is initialized to the default SIP port, 5060.
es: Se inicia al puerto SIP por defecto, 5060.

source: Set published address and port
es: Fije la dirección publicada y el puerto

source: If enabled, the core will try to initialize an UDP transport on the mapped address/port number that the NAT (Network Address Translator) has allocated to <application>SFLphone</application>.
es: Si está activada, la base intentará inicializar un transporte UDP con la dirección y puerto que el NAT (traductor de dirección de red) ha asignado a <application>SFLphone</application>.

source: Using STUN <placeholder-1/>
es: Usando STUN <placeholder-1/>

source: Same as local parameters
es: Igual que parámetros locales

source: Manually
es: Manualmente

source: Security features
es: Características de seguridad

source: Secure RTP
es: RTP seguro

source: Call features
es: Características de llamada

source: All the following features are available with both SIP and IAX2 accounts.
es: Todas las características siguientes están disponibles con las cuentas SIP e IAX2.

source: Dial button
es: Botón de marcado

source: You may have an unlimited number of calls at the same time, even with different accounts.
es: Usted puede tener un número ilimitado de llamadas al mismo tiempo, incluso con diferentes cuentas.

source: To create a new call when you already have a current call, just click on the <guilabel>Dial</guilabel> button. The current call will automatically be put on hold.
es: Para crear una nueva llamada cuando usted tiene ya una llamada actual, apenas chasque encendido el botón de <guilabel>Marcar</guilabel>. La llamada actual será automáticamente en espera.

source: Make an other call
es: Realizar otra llamada

source: Keyboard shortcut to perform this action: <accel>NUMPAD</accel> or almost any keys.
es: Atajo de teclado para realizar esta acción: <accel>NUMPAD</accel> o casi cualquier clave.

source: Call button
es: Botón de llamada

source: Keyboard shortcut to perform this action: <accel>Enter</accel>.
es: Atajo de teclado para realizar esta acción: <accel>Enter</accel>.

source: Answer button
es: Botón de respuesta

source: Hangup button
es: Botón de colgado

source: Keyboard shortcut to perform this action: <accel>ESC</accel>.
es: Atajo de teclado para realizar esta acción: <accel>ESC</accel>.

source: When you refuse a call, your caller is automatically redirected to your voicemail box, if applicable.
es: Cuando usted rechaza una llamada, su llamador esta redirigido automáticamente a su caja de buzón de voz, si fuera aplicable.

source: Refuse button
es: Botón de rechazar

source: Hold on button
es: Botón es espera

source: Hold off button
es: Botón seguir

source: Transfer button
es: Botón transferir

source: Then type the number you want to transfer the current call to.
es: Despuès marca el número para transferir la llamada actual.

source: Validate the transfer
es: Valide la transferencia

source: And press <accel>Enter</accel>. Clicking again on the transfer button cancels the transfer.
es: Y prensa <accel>Enter</accel>. Chascar otra vez en el botón de la transferencia cancela la transferencia.

source: Go to <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Audio</guimenuitem></menuchoice> to configure the recordings destination folder.
es: Vaya a <menuchoice><guimenu>Editar</guimenu><guimenuitem>Preferencias</guimenuitem><guimenuitem>Audio</guimenuitem></menuchoice> para configurar la carpeta de la destinación de las grabaciones.

source: Record settings
es: Recordar parámetros

source: Record button
es: Botón de grabación

source: This feature is available only if you fill out the voicemail number information for your default account.
es: Esta característica está disponible solamente si usted completa la información del número del buzón de voz para su cuenta por defecto.

source: Voicemail button
es: Botón del buzón de voz

source: A direct IP call is a call established between two peers without any accounts. When dialing, such a call must prefixed with <guilabel>sip:</guilabel>.
es: Una llamada IP directa es una llamada establecida entre dos pares sin ningunas cuentas. Al marcar, ese typo de lamada debe ser prefijada con <guilabel>sip: </guilabel>.

source: Direct IP calls use SIP protocol to establish communication and RTP to transport data. It is right now not available with IAX2.
es: Llamadas IP directas usan el protocolo SIP para establecer la comunicación y RTP para transportar datos. No está ahora disponible con IAX2.

source: Go to <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Direct IP calls</guimenuitem></menuchoice> to configure the advanced security features for this kind of calls.
es: Vaya a <menuchoice><guimenu>Editar</guimenu><guimenuitem>Preferencias</guimenuitem><guimenuitem>Llamadas IP directas</guimenuitem></menuchoice> para configurar los parámetros de seguridad avanzados para esta clase de llamadas.

source: SFLphone now supports conference call hosting integrating server like features in a simple GUI.
es: SFLphone ahora apoya el recibimiento de la audioconferencia, integrando características de servidor en un GUI fácil.

source: Create a conference
es: Crear conferencia

source: To host a conference, simply drag and drop one call on another. Additional participants are added the same way, dragging a call on the conference icon.
es: Para recibir una conferencia, simplemente arrastre - y - caen una llamada sobre la otra. Agrega los participantes adicionales de la misma manera, arrastrando una llamada en el icono de la conferencia.

source: Leave a conference
es: Salir de la conferencia

source: SFLphone conference model let you leave a conference that you are currently hosting to answer any other incoming communication or even initiate new ones. The conference is not interupted Double clicking the conference icon let you reintroduce the conference.
es: El modelo de la conferencia de SFLphone le dejó dejar una conferencia que usted está recibiendo actualmente para contestar a cualquier otras nuevas llamadas o iniciar otras. La conferencia no es cortada, doble chasca el icono de la conferencia le dejó regresar a la conferencia.

source: Multiple conference
es: Conferencia múltiple

source: SFLphone supports multiple conferences running simultaneously. Two conferences can be joined the same way they are created, dragging one on the other.
es: SFLphone apoya múltiples conferencias que funcionan simultáneamente. Dos conferencias se pueden ensamblar de la misma manera que se crean, arrastrando una en la otra.

source: Hangup/Hold a conference
es: Poner una conferencia en espera/Retrasar una conferencia

source: Right click the conference icon. Holding the conference put all participants on hold. Hangup a conference hangup all participants.
es: Derecho chasque el icono de la conferencia. Poner la conferencia en espera puso todos los participantes en espera. Retrasar una conferencia retrasa todos los participantes.

source: Audio configuration
es: Configuración de sonido

source: ALSA and Pulseaudio native interfaces are available.
es: Los interfaces nativos ALSA y Pulseaudio están disponibles.

source: Codecs overview
es: Descripción de los codificadores-decodificador

source: SFLphone supports several widely used audio codec:
es: SFLphone apoya varios codificador-decodificador audio ampliamente utilizado:

source: ITU-T telefony standard PCM formats, 8kHz, 64 kbit/s, using logarithmic byte compression algorithm.
es: Formatos PCM del estándar de telefonia de ITU-T, 8kHz, 64 kbit/s, usando algoritmo logarítmico de compresión del octeto.

source: Global System for Mobile communications (GSM) narrowband 8kHz standard based on linear prediction encoding.
es: Estándar de banda estrecha 8kHz de la comunicaciones Sistema Global para Movíl (GSM) basado en la codificación de predicción linear.

source: ITU-T standard wideband 16kHz standard based on linear prediction.
es: Estándar de la banda ancha 16kHz de ITU-T basado en la predicción linear.

source: High quality voice encoding/decoding available in narrowband 8Khz, wideband 16khz (HD Voice), and ultra-wideband 32 kHz. Integrate additional features such as Variable Bit Rate (VBR) and noise reduction.
es: Codificación/Decodificación de voz de alta calidad disponible en la banda estrecha 8Khz, la banda ancha 16khz (voz HD), y la ultra-banda ancha 32 kHz. Integre las características adicionales tal como índice binario variable (VBR) y reducción del nivel de ruidos.

source: Address books
es: Agenda de direcciones

source: Enable the address book support
es: Activar el soporte para agenda de direcciones

source: To enable the address book, perform the following steps:
es: Para activar la agenda de direcciones, sigue los siguientes pasos:

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>.
es: Escoje <menuchoice><guimenu>Editar</guimenu><guimenuitem>Preferencias</guimenuitem></menuchoice>.

source: Select the <menuchoice><guimenu>Address book</guimenu></menuchoice> tab.
es: Seleccione la pestaña <menuchoice><guimenu>Libreta de contactos</guimenu></menuchoice>.
