Repository: savoirfairelinux/jami-daemon
Catalog: sflphone-client-gnome/doc/*/*.po
Languages: es

source: Check the <guilabel>Use Evolution address books</guilabel> box.
es: Escoje la checkbox <guilabel>Usar libretas de contactos Evolution</guilabel>.

source: Every address books you configured in Evolution will be now available in <application>SFLphone</application>. Please be sure you selected at least one address book.
es: Cada libreta de contactos configurada en Evolución estara disponible en <application>SFLphone</application>. Por favor de asegurarse de seleccionar por lo menos una libreta.

source: Available options
es: Opciones disponibles

source: In <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Address book</guimenuitem></menuchoice>, you may select one or all of the following options:
es: En <menuchoice><guimenu>Editar</guimenu><guimenuitem>Preferencias</guimenuitem><guimenuitem>Libretas de contactos</guimenuitem></menuchoice>, usted puede seleccionar una o todas las opciones siguientes:

source: Display contact photo if available
es: Mostrar la foto del contacto si está disponible

source: The contact photo will be displayed as a thumbnail beside the phone number.
es: La foto del contacto será exhibida como un thumbnail al lado del número de teléfono.

source: Fields from Evolution's address book
es: Campos de la agenda de direcciones de Evolution

source: You may use one or all of these following information from your contact.
es: Usted puede utilizar una o todas las informaciónes siguientes de su contacto.

source: Work phone number
es: Número de teléfono profesional

source: Home phone number
es: Número de teléfono personal

source: Mobile phone number
es: Número de teléfono móvil

source: Using the address book
es: Usando la agenda de direcciones

source: On the toolbar, click on the following button to display the address book window:
es: En la barra de herramientas, chasque encendido el botón siguiente para exhibir la ventana de libreta de contactos:

source: Address book toolbar button
es: Botón de la barra de herramientas de libretas de contactos

source: Search for a contact
es: Buscar un contacto

source: New entries should have appeared in the window. Double click on it to call the contact. You may also <menuchoice><guimenu>Right click</guimenu><guimenuitem>Edit before calling</guimenuitem></menuchoice> to modify the entry before calling.
es: Las nuevas entradas deben haber aparecidas en la ventana. Doble chasqúela encendido para llamar el contacto. Usted puede también <menuchoice><guimenu>Derecho - chasque</guimenu><guimenuitem>Editar antes de llamar</guimenuitem></menuchoice> para modificar la entrada antes de llamar.

source: Preferences
es: Configuración

source: Go to <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice> to access the configuration panel.
es: Vaya a <menuchoice><guimenu>Editar</guimenu><guimenuitem>Preferencias</guimenuitem></menuchoice> para acceder al panel de la configuración.

source: Each section is detailed below.
es: Cada sección se detalla abajo

source: General
es: Opciones Generales

source: This section provides the user general settings regarding the application.
es: Esta sección provee al usuario las opciones general de la aplicación

source: Desktop notifications options
es: Opciones de notificación de escritorio

source: Enable notifications
es: Activar notificaciones

source: Both clients use their desktop environment notification system. If checked, you will receive desktop notifications for events such as incoming calls and system messages.
es: Ambos clientes usan su sistema de notificación del entorno de escritorio. Si está activado, recibirás notificaciones de escritorio para eventos como las llamadas entrantes y mensajes del sistema.

source: Example of an incoming call notification
es: Ejemplo de notificación para una llamada entrante

source: Enable voicemail notifications
es: Activar notificaciones de correo de voz

source: The voicemail notifications are handled separatly. If checked, you will be notified with the number of unread voicemails for your accounts.
es: Las notificaciones del buzón de voz se manejan separadamente. Si está comprobado, le notificara el número de buzones de voz sin de sus cuentas.

source: Example of a voicemail notification
es: Ejemplo de notificacion de correo de voz

source: System tray options
es: Opciones de la bandeja del sistema

source: Popup main window on incoming call
es: Mostrar ventana principal al recibir una llamada

source: If SFLphone is closed on the system tray, pops the main window up on foreground when receiving an incoming call.
es: Si SFLphone esta cerrado en la bandeja del sistema, exhibe la ventana principal emergente en primero plano para recibir una llamada entrante.

source: Never popup main window
es: Nuncà exhibe la ventana principal emergente

source: If SFLphone is closed on the system tray, never pops the main window up on foreground when receiving an incoming call.
es: Si SFLphone esta cerrado en la bandeja del sistema, nunca exhibe la ventana principal emergente en primero plano para recibir una llamada entrante.

source: Hide SFLphone window on startup
es: Esconder la pantalla de SFLphone al principio

source: On startup, SFLphone will go directly on the system tray.
es: Al principio, SFLphone ira directamente a la bandeja del sistema.

source: Calls history options
es: Opciones del historial de llamadas

source: Keep my history for at least n days
es: Mantener mi historial por al menos n días

source: If checked, calls will be kept up to N days in the history. You may select a custom number of days. Do not check it if you don't want to use this feature.
es: Si está activado, las llamadas se mantendrán hasta N días en el historial. Puedes seleccionar un número concreto de días. No lo actives si no quieres usar esta opción.

source: Configuration file options
es: Opciones del archivo de configuración

source: Store SIP credentials as MD5 hash
es: Guarda información SIP como hash MD5

source: If checked, your password information will be encrypted in the configuration file, instead of plain text.
es: Si está activo, tu información de contraseñas se almacenarán cifradas en el archivo de configuración, en vez de en texto plano.

source: Audio
es: Sonido

source: Address book
es: Libreta de direcciones

source: Refer to the <link linkend="addressbook">Address books</link> section for more information.
es: Refierese a la secciòn <link linkend="addressbook">Libretas de contactos</link> para màs informaciones.

source: Hooks
es: Disparadores

source: Direct IP calls
es: Llamadas IP directas

source: Refer to the <link linkend="directip">Direct IP calls</link> section for more information.
es: Refierese a la secciòn <link linkend="directip">Llamadas directas IP</link> para màs informaciones.

source: translator-credits
es: Launchpad Contributions: Alfonso E. Romero https://launchpad.net/~alfonsoeromero DiegoJ https://launchpad.net/~diegojromerolopez Maxime Chambreuil https://launchpad.net/~max3903
