Repository: savoirfairelinux/jami-daemon
Catalog: gnome/po/*.po
Languages: cs, sr, tr, vi, zh_hk

source: Fallback on RTP on SDES failure
cs: Záloha při selhání s RTP na SDES
sr: Повратни режим приликом РТП преко СДЕС грешке
tr: SDES hatası durumunda RTP'ye geri çekil
vi: Quay về RTP nếu không sử dụng được SDES
zh_hk: SDES 失敗時會轉為使用 RTP

source: Search all
cs: Prohledat vše
sr: Претражи све
tr: Tamamında ara
vi: Tìm tất cả
zh_hk: 全部搜查

source: Click here to change the search type
cs: Pro změnu typu hledání klepněte zde
sr: Кликни овде за промену врсте претраге
tr: Arama türünü değiştirmek için buraya tıklayın
vi: Nhấn vào đây để sửa đổi kiểu tìm kiếm
zh_hk: 按此變更搜查類型

source: Search by missed call
cs: Hledat podle volání v nepřítomnosti
sr: Претражи по пропуштеним позивима
tr: Cevapsız aramalarda ara
vi: Tìm các cuộc gọi nhỡ
zh_hk: 搜查未接來電

source: Search by incoming call
cs: Hledat podle příchozího volání
sr: Претражи по долазним позивима
tr: Gelen aramalarda ara
vi: Tìm các cuộc gọi đến
zh_hk: 搜查來電

source: Search by outgoing call
cs: Hledat podle odchozího volání
sr: Претражи по одлазећим позивима
tr: Giden aramalarda ara
vi: Tìm các cuộc gọi đi
zh_hk: 搜查撥出電話

source: ALSA notification: Error while opening playback device
cs: Oznámení ALSA: Chyba při otevírání zařízení pro přehrávání
vi: Thông báo ALSA: Lỗi khi mở thiết bị đọc

source: ALSA notification: Error while opening capture device
cs: Oznámení ALSA: Chyba při otevírání zařízení pro zachytávání
vi: Thông báo ALSA: Lỗi khi mở thiết bị ghi

source: Pulseaudio notification: Pulseaudio is not running
cs: Oznámení ALSA: Pulseaudio neběží
vi: Thông báo Pulseaudio: Hiện thời Pulseaudio đang bị tắt

source: Codecs notification: Codecs not found
cs: Oznámení o kodecích: Kodeky nenalezeny
vi: Thông báo Codecs: không tìm thấy Codecs

source: There is one call in progress.
cs: Probíhá volání.
sr: Један позив је у току
tr: Şu an aktif bir çağrı var.
vi: Đang thực hiện một cuộc gọi
zh_hk: 有一個電話正在處理。

source: There are calls in progress.
cs: Probíhají volání.
sr: Постоје позиви који су у току.
tr: İşlem içersinden çağrılar var.
vi: Đang thực hiện các cuộc gọi
zh_hk: 有電話正在處理。

source: Do you still want to quit?
cs: Opravdu chcete program ukončit?
sr: Да ли и даље желите да изађете?
tr: Hala çıkmak istiyor musunuz?
vi: Bạn vẫn muốn thoát ra?
zh_hk: 確定要結束？

source: ZRTP is not supported by peer %s
cs: ZRTP není podporováno protějškem %s
tr: %s noktasınca ZRTP destekleği yok
vi: Kết nối không hỗ trợ ZRTP %s
zh_hk: %s 不支援 ZRTP

source: Secure Communication Unavailable
cs: Zabezpečené spojení nedostupné
sr: Безбедна комуникација није доступна
tr: Güvenli iletişim bulunmamakta
vi: Không tồn tại liên lạc an toàn
zh_hk: 無法使用保密通訊

source: Continue
cs: Pokračovat
sr: Настави
tr: Devam et
vi: Tiếp
zh_hk: 繼續

source: Stop Call
cs: Zastavit volání
sr: Прекини позив
tr: Aramayı Bitir
vi: Ngưng cuộc gọi
zh_hk: 收線

source: A %s error forced the call with %s to fall under unencrypted mode. Exact reason: %s
cs: Chyba %szabránila zašifrování telefonátu %s. Přesný důvod: %s
vi: Lỗi %s bắt buộc cuộc gọi với %s chuyển về phương thức không mã hóa. Lý do chính xác: %s
zh_hk: 發生 %s 錯誤，使與 %s 的通話進入不加密模式。 真正原因：%s

source: ZRTP negotiation failed
cs: Přenos ZRTP se nezdařil
tr: ZRTP görüşmesi başarısız oldu
vi: Dàn xếp ZRTP thất bại
zh_hk: 未能進行 ZRTP 接洽

source: %s wants to stop using secure communication. Confirm will resume conversation without SRTP.
cs: %s chce ukončit zabezpečenou komunikaci. Rozhovor pak bude pokračovat bez SRTP.
tr: %s güvenli iletişimi kullanımını durdurmak istemekte. Konuşmayı SRTP olmadan devam ettirmeyi onaylayın.
vi: %s muốn ngưng sử dụng liên lạc an toàn. Hãy xác nhận việc tiếp tục đàm thoại với SRTP
zh_hk: %s 想停止使用保密通訊。確定的話會以無 SRTP 的方式繼續。

source: Confirm Go Clear
cs: Potvrdit nezabezpečenou komunikaci
sr: Потврди Го чишћење
vi: Xác nhận Go Clear
zh_hk: 確認 Go Clear

source: Confirm
cs: Potvrdit
sr: Потврди
tr: Onayla
vi: Xác nhận
zh_hk: 確認

source: Field error
cs: Chyba pole
vi: Trường lỗi

source: Remove buddy
cs: Odstranit kamaráda
vi: Gỡ bạn chát

source: Add new buddy
cs: Přidat nového kamaráda
vi: Thêm bạn chát mới

source: Add group
cs: Přidat skupinu
vi: Thêm nhóm

source: Call
cs: Volání
sr: Позови
tr: Çağrı
vi: Gọi
zh_hk: 電話

source: Add buddy
cs: Přidat kamaráda
vi: Thêm bạn chát

source: Remove group
cs: Odstranit skupinu
vi: Gỡ bỏ nhóm

source: Status:
cs: Stav:
vi: Trạng thái:

source: SFLphone Presence
cs: Přítomnost SFLphone
vi: Hiện diện SFLphone

source: %s Run '%s --help' to see a full list of available command line options.
cs: %s Spusťte „%s --help“ pro zobrazení úplného seznamu dostupných přepínačů příkazového řádku.
vi: %s Chạy '%s --help' để xem danh sách tuỳ chọn dòng lệnh.

source: SFLphone Error
cs: Chyba SFLphone
sr: СФЛ-телефон грешка
tr: SFLphone Hatası
vi: Lỗi SFLphone
zh_hk: SFLphone 出錯

source: Enable debug
cs: Povolit ladění
vi: Bật gỡ lỗi

source: - GNOME client for SFLPhone
cs: - GNOME klient pro SFLPhone
vi: - Chương trình khách GNOME cho SFLphone

source: %s says:
cs: %s říká:
sr: %s каже:
vi: %s báo:
zh_hk: %s 說：

source: %s account : %s
cs: %s účet: %s
sr: %s налог : %s
tr: %s hesap : %s
vi: Tài khoản %s: %s
zh_hk: %s 帳號：%s

source: <i>From</i> %s
cs: <i>Od</i> %s
sr: <i>Зове </i> %s
tr: %s <i>Dan</i>
vi: <i>Từ</i> %s
zh_hk: <i>來自</i> %s

source: Calling with %s account <i>%s</i>
cs: Volání s %s účtem <i>%s</i>
sr: Позивам %s преко налога <i>%s</i>
vi: Gọi với tài khoản %s <i>%s</i>
zh_hk: 以 %s 帳號 <i>%s</i> 致電

source: Current account
cs: Nynější účet
sr: Тренутни налог
tr: Geçerli hesap
vi: Tài khoản hiện tại
zh_hk: 當前帳號

source: You have no accounts set up
cs: Nemáte nastaveny žádné účty
sr: Немате ниједан постављен налог
tr: Kurulu bir hesabınız bulunmamaktadır
vi: Bạn không có tài khoàn nào được thiết lập
zh_hk: 未有設置帳號

source: You have no registered accounts
cs: Nemáte žádné zaregistrované účty
sr: Немате регистрованих налога
tr: Kayıtlı hesabınız bulunmamaktadır
vi: Bạn không có tài khoản nào được đăng ký
zh_hk: 未有登記帳號

source: %s does not support ZRTP.
cs: %s nepodporuje ZRTP.
sr: %s не подржава ЗРТП (ZRTP).
tr: %s ZRTP'yi desteklememektedir
vi: %s không hỗ trợ ZRTP
zh_hk: %s 不支援 ZRTP。

source: ZRTP negotiation failed with %s
cs: Přenos ZRTP s %s se nezdařil
sr: ЗРТП успостава са %s неуспешна
tr: %s ile ZRTP görüşmesi başarısız oldu
vi: Dàn xếp ZRTP thất bại với %s
zh_hk: ZRTP 未能以 %s 進行接洽

source: <i>With:</i> %s
cs: <i>S:</i> %s
sr: <i>Са:</i> %s
tr: %s <i>İle:</i>
vi: <i>Với:</i> %s
zh_hk: <i>以：</i> %s

source: Speakers volume
cs: Hlasitost reproduktoru
sr: Јачина излаза звучника
tr: Hoparlör ses ayarı
vi: Âm lượng
zh_hk: 揚聲器音量

source: Mic volume
cs: Hlasitost mikrofonu
sr: Јачина улаза микрофона
tr: Mikrofon ses ayarı
vi: Âm lượng cho micro
zh_hk: 話筒音量

source: _Show main window
cs: _Ukázat hlavní okno
sr: _Прикажи главни прозор
tr: Ana pencereyi _Göster
vi: _Hiển thị cửa sổ chính
zh_hk: 顯示主視窗(_S)

source: _Hang up
cs: _Zavěsit
sr: _Спусти слушалицу
vi: _Ngừng
zh_hk: 收線(_H)

source: No address book selected
cs: Nebyla vybrána žádná kniha adres
sr: Није изабран именик
tr: Hiçbir adres defteri seçilmedi
vi: Chưa có sổ danh bạ nào được lựa chọn
zh_hk: 未選擇通訊錄

source: Address book
cs: Kniha adres
sr: Именик
tr: Adres Defteri
vi: Sổ danh bạ
zh_hk: 通訊錄

source: Voicemail(%i)
cs: Hlasová schránka (%i)
sr: Говорна пошта(%i)
tr: Sesli posta(%i)
vi: Thư thoại(%i)
zh_hk: 留言信息(%i)

source: SFLphone is a VoIP client compatible with SIP and IAX2 protocols.
cs: SFLphone je klient VoIP slučitelný s protokoly SIP a IAX2.
sr: СФЛ-фон је ВоИП клијент који подржава СИП и ИА-Икс2 протоколе.
tr: SFLphone SIP ve IAX2 protokolleri ile uyumlu bir VoIP istemcisidir.
vi: SFLphone là một chương trình khách VoIP tương thích với các giao thức SIP và IAX2
zh_hk: SFLphone 是 VoIP 用戶端，兼容 SIP 和 IAX2 協定。

source: About SFLphone
cs: O programu SFLphone
sr: О СФЛ-фону
tr: SFLphone Hakkında
vi: Nói về SFLphone
zh_hk: 關於 SFLphone

source: Voicemail
cs: Hlasová schránka
sr: Говорна пошта
tr: Sesli mesaj
vi: Thư thoại
zh_hk: 留言信息

source: _New call
cs: _Nové volání
sr: _Нови позив
tr: _Yeni çağrı
vi: Cuộc gọi _mới
zh_hk: 新電話(_N)

source: Place a new call
cs: Uskutečnit nové volání
sr: Нови позив
tr: Yeni bir arama yap
vi: Gọi mới
zh_hk: 打出新電話

source: _Pick up
cs: _Přijmout
sr: _Прихвати
tr: Ceva_pla
vi: _Nhấc máy
zh_hk: 接聽(_P)

source: Answer the call
cs: Odpovědět na volání
sr: Прихвати позив
tr: Aramayı cevapla
vi: Trả lời cuộc gọi
zh_hk: 接聽

source: Finish the call
cs: Ukončit volání
sr: Прекини позив
tr: Aramayı sonlandır
vi: Kết thúc cuộc gọi
zh_hk: 收線

source: O_n hold
cs: V č_ekání
sr: _На чекању
tr: Beklemede
vi: _Chờ
zh_hk: 正暫停(_Ｎ)

source: Place the call on hold
cs: Dát volání do čekání
sr: Стави позив на чекање
tr: Aramayı beklemeye al
vi: Chuyển cuộc gọi sang chờ
zh_hk: 暫停通話

source: O_ff hold
cs: Znovu _vzít
sr: Настави позив
vi: _Hết chờ
zh_hk: 恢復通話(_F)

source: Place the call off hold
cs: Znovu vzít volání z čekání
sr: Скини позив са чекања
vi: Chuyển cuộc gọi sang không chờ
zh_hk: 恢復通話

source: Send _message
cs: Poslat _zprávu
sr: Пошаљи поруку
tr: İleti yolla
vi: Gửi _thông điệp
zh_hk: 發送訊息(_M)

source: Send message
cs: Poslat zprávu
sr: Пошаљи поруку
tr: İleti yolla
vi: Gửi thông điệp
zh_hk: 發送訊息

source: Configuration _Assistant
cs: Průvodce nastavením
sr: Помоћник
vi: Trợ lý cấu hình
zh_hk: 設定助理(_A)

source: Run the configuration assistant
cs: Spustit průvodce nastavením
sr: Покрени помоћника
tr: Yapılandırma sihirbazını çalıştır
vi: Chạy Trợ lý Cấu hình
zh_hk: 執行設定助理

source: Call your voicemail
cs: Zavolat svou hlasovou schránku
sr: Говорна пошта
vi: Gọi hộp thư thoại của bạn
zh_hk: 打開留言信箱

source: _Close
cs: _Zavřít
sr: Затвори
tr: _Kapat
vi: Đón_g
zh_hk: 關閉(_C)

source: Minimize to system tray
cs: Zmenšit do oznamovací oblasti panelu
sr: Умањи у системску касету
tr: Sistem çubuğuna küçült
vi: Thu nhỏ về khay hệ thống
zh_hk: 最小化到系統匣

source: _Quit
cs: _Ukončit
sr: _Изађи
tr: _Çık
vi: _Thoát
zh_hk: 結束(_Q)

source: Quit the program
cs: Ukončit program
sr: Изађи из програма
tr: Programdan çık
vi: Thoát khỏi chương trình
zh_hk: 結束程式

source: _Edit
cs: Úp_ravy
sr: _Уреди
tr: _Düzenle
vi: _Sửa
zh_hk: 編輯(_E)

source: _Copy
cs: _Kopírovat
sr: У_множи
tr: _Kopyala
vi: _Sao chép
zh_hk: 複製(_C)

source: Copy the selection
cs: Kopírovat výběr
sr: Умножи изабрано
tr: Seçimi kopyala
vi: Sao chép vùng chọn
zh_hk: 複製所選賬號

source: _Paste
cs: _Vložit
sr: Нале_пи
tr: _Yapıştır
vi: Riêng
zh_hk: 貼上(_P)

source: Paste the clipboard
cs: Vložit obsah schránky
sr: Налепи из оставе
tr: Panoya yapıştır
vi: Dán bảng lưu tạm
zh_hk: 貼上剪貼簿內容

source: Clear _history
cs: Vymazat _historii volání
sr: Очисти _историјат
tr: _Geçmişi sil
vi: _Xóa lược sử
zh_hk: 清除通話紀錄(_H)

source: Clear the call history
cs: Vymazat seznam ukončených volání
sr: Очисти историјат позива
tr: Arama geçmişini sil
vi: Xóa lược sử các cuộc gọi
zh_hk: 清除通話紀錄

source: _Accounts
cs: Úč_ty
sr: _Налози
tr: _Hesaplar
vi: Tài _khoản
zh_hk: 帳號(_A)

source: Edit your accounts
cs: Upravit účty
sr: Уредите ваше налоге
tr: Hesaplarınızı düzenleyin
vi: Sửa đổi tài khoản của bạn
zh_hk: 編輯您的帳號

source: _Preferences
cs: _Nastavení
sr: _Поставке
tr: _Tercihler
vi: Tù_y thích
zh_hk: 偏好設定(_P)

source: Change your preferences
cs: Změnit nastavení
sr: Промените ваше поставке
tr: Tercihlerinizi değiştirin
vi: Thay đổi sở thích của bạn
zh_hk: 更改偏好設定

source: _View
cs: _Pohled
sr: _Приказ
tr: _Göster
vi: _Xem
zh_hk: 檢視(_V)

source: _Help
cs: _Nápověda
sr: _Помоћ
tr: _Yardım
vi: _Trợ giúp
zh_hk: 求助(_H)

source: Contents
cs: Obsah
sr: Садржај
tr: İçerikler
vi: Nội dung
zh_hk: 目錄

source: Open the manual
cs: Otevřít příručku
sr: Отвори упутство
tr: Kılavuzu aç
vi: Mở sổ tay hướng dẫn
zh_hk: 打開使用手冊

source: About this application
cs: Informace o tomto programu
sr: О програму
tr: Bu uygulama hakkında
vi: Giới thiệu về ứng dụng này
zh_hk: 關於本程式

source: _Transfer
cs: _Předat
sr: _Пребаци
vi: _Chuyển
zh_hk: 轉駁(_T)

source: Transfer the call
cs: Předat volání
sr: Пребаци везу
tr: Aramayı aktar
vi: Chuyển cuộc gọi
zh_hk: 轉駁來電

source: _Record
cs: Na_hrávat hovor
sr: _Снимај
tr: _Kayıt
vi: Th_u
zh_hk: 錄音(_R)

source: Record the current conversation
cs: Zaznamenat nynější hovor
sr: Снимај тренутни разговор
tr: Şuanki görüşmeyi kaydet
vi: Thu cuộc gọi hiện tại
zh_hk: 錄下當前對話

source: _Show toolbar
cs: _Nástrojový pruh
sr: Прикажи алатницу
tr: _Araç çubuğunu göster
vi: _Hiện thanh công cụ
zh_hk: 顯示工具列(_S)

source: Show the toolbar
cs: Ukázat pruh s nástroji
sr: Прикажи алатницу
tr: Araç çubuğunu göster
vi: Hiện thanh công cụ
zh_hk: 顯示工具列

source: _Dialpad
cs: _Vytáčecí číselník
sr: _Бројчаник
vi: Vùng _quay số
zh_hk: 撥號盤(_D)

source: Show the dialpad
cs: Ukázat vytáčecí číselník
sr: Прикажи бројчаник
vi: Hiện thị vùng quay số
zh_hk: 顯示撥號盤

source: _Volume controls
cs: _Ovládání hlasitosti
sr: _Управљање јачином звука
tr: _Ses ayarları
vi: _Kiểm soát âm lượng
zh_hk: 音量控制(_V)

source: Show the volume controls
cs: Ukázat ovládání hlasitosti
sr: Прикажи управљање јачином звука
tr: _Ses ayarlarını göster
vi: Hiển thị kiểm soát âm lượng
zh_hk: 顯示音量控制

source: _History
cs: _Historie
sr: _Историјат
tr: _Geçmiş
vi: _Lược sử
zh_hk: 通話紀錄(_H)

source: _Address book
cs: Kniha _adres
sr: _Именик
tr: _Adres defteri
vi: _Danh bạ
zh_hk: 通訊錄(_A)

source: _Buddy list
cs: Seznam _kamarádů
vi: _Danh sách bạn bè

source: Display the buddy list
cs: Zobrazit seznam kamarádů
vi: Hiển thị danh sách bạn bè

source: On _Hold
cs: V č_ekání
sr: На _чекању
vi: Đang _chờ
zh_hk: 正暫停(_H)

source: _Call back
cs: _Zavolat nazpět
sr: _Позови поново
tr: _Tekrar ara
vi: _Gọi lại
zh_hk: 回電(_C)

source: Follow status
cs: Sledovat stav
vi: Trạng thái theo

source: Edit phone number
cs: Upravit telefonní číslo
sr: Уреди број телефона
tr: Telefon numarasını düzelt
vi: Nhập số điện thoại
zh_hk: 編輯電話號碼

source: Edit the phone number before making a call
cs: Upravit telefonní číslo před zavoláním
sr: Уреди број телефона пре позивања
tr: Arama yapmadan önce telefon numarasını düzelt
vi: Nhập số điện thoại trước khi gọi
zh_hk: 撥出電話前編輯電話號碼

source: Video
vi: Phim

source: Server
sr: Сервер
tr: Sunucu
vi: Máy chủ
zh_hk: 伺服器

source: _Proxy
sr: _Посредник
zh_hk: 代理伺服器(_P)

source: _User-agent
sr: Поље HTTP заглавља за именовање читача (User-agent)

source: DTMF
sr: ДТМФ

source: RTP
sr: РТП

source: SIP
sr: СИП

source: SRTP/ZRTP draft-zimmermann
sr: СРТП/ЗРТП draft-zimmermann

source: IAX2 (InterAsterix Exchange)
sr: ИА-Икс2 (InterAsterix Exchange)

source: _Pulseaudio
sr: _Пулс-аудио

source: _ALSA
sr: _АЛСА

source: SFLphone
sr: СФЛ-фон
