Repository: savoirfairelinux/jami-daemon
Catalog: gnome/po/*.po
Languages: cs, sr, tr, vi, zh_hk

source: Not Registered
cs: Neregistrováno
sr: Нерегистрован
tr: Kayıtlı Değil
vi: Chưa đăng ký
zh_hk: 未登記

source: Trying...
cs: Zkouší se...
sr: Покушавам...
tr: Deniyor...
vi: Đang thử
zh_hk: 正在連接...

source: Registered
cs: Registrováno
sr: Регистрован
tr: Kayıtlı
vi: Đã đăng ký
zh_hk: 已登記

source: Error
cs: Chyba
sr: Грeшкa
tr: Hata
vi: Lỗi
zh_hk: 登記失敗

source: Authentication Failed
cs: Ověření selhalo
sr: Неуспех при идентификацији
tr: Kimlik Doğrulaması Başarısız
vi: Xác thực thất bại
zh_hk: 未能認證

source: Network unreachable
cs: Síť není dosažitelná
sr: Мрежа није доступна
tr: Ağ erişilemez durumda
vi: Mạng không thể tiếp cận
zh_hk: 無法連接網絡

source: Host unreachable
cs: Počítač je nedosažitelný
sr: Домаћин није доступан
tr: Makine erişilemez
vi: Máy không thể tiếp cận
zh_hk: 無法連接主機

source: Service unavailable
cs: Služba nedostupná
vi: Dịch vụ không sẵn sàng

source: Stun server invalid
cs: Neplatný server STUN
sr: Стун сервер је неисправан
tr: Geçersiz Stun sunucusu
vi: Máy chủ Stun không xác định
zh_hk: Stun 伺服器無效

source: Not acceptable
cs: Nepřijatelný
vi: Không thích hợp

source: Ready
cs: Připraven
sr: Спреман
tr: Hazır
vi: Sẵn sàng
zh_hk: 就緒

source: Invalid
cs: Neplatný
sr: Неисправно
tr: Geçersiz
vi: Không hợp lệ
zh_hk: 無效

source: No registered accounts
cs: Žádné zaregistrované účty
sr: Нема регистрованих налога
tr: Kayıtlı hesap yok
vi: Tài khoản chưa được đăng ký
zh_hk: 無已登記帳號

source: Direct SIP call
cs: Přímé volání SIP
sr: Непосредан СИП позив
tr: Doğrudan SIP araması
vi: Gọi trực tiếp bằng SIP
zh_hk: 直接 SIP 致電

source: today at %R
cs: dnes v %R
sr: данас у %R
vi: hôm nay lúc %R
zh_hk: 今天 %R

source: yesterday at %R
cs: včera v %R
sr: јуче у %R
vi: hôm qua lúc %R
zh_hk: 昨天 %R

source: %A at %R
cs: %A v %R
sr: %A у %R
vi: %A lúc %R
zh_hk: %A %R

source: %x at %R
cs: %x v %R
sr: %x у %R
vi: %x lúc %R
zh_hk: %x %R

source: _Auto-answer calls
cs: _Autotomatická odpověď na volání
vi: Tự động trả lời cuộc gọi

source: Account Parameters
cs: Nastavení účtu
sr: Подешавања налога
tr: Hesap Parametreleri
vi: Tham số tài khoản
zh_hk: 帳號參數

source: _Alias
cs: _Přezdívka
sr: Н_адимак
tr: T_akma isim
vi: Bí d_anh:
zh_hk: 別名(_A)

source: _Protocol
cs: _Protokol
sr: _Протокол
tr: _Protokol
vi: _Phương thức
zh_hk: 協定(_P)

source: Unknown
cs: Neznámý
sr: Непознат(о)
tr: Bilinmiyor
vi: Không rõ
zh_hk: 不詳

source: _Host name
cs: Název _počítače
sr: Име домаћина
tr: Sunucu adı
vi: _Tên máy chủ
zh_hk: 主機名稱(_H)

source: _User name
cs: Jméno _uživatele
sr: Корисничко име
tr: _Kullanıcı adı
vi: _Tên người dùng
zh_hk: 用戶名稱(_U)

source: _Password
cs: _Heslo
sr: Лозинка
tr: _Parola
vi: Mật _khẩu
zh_hk: 密碼(_P)

source: Show password
cs: Ukázat heslo
sr: Прикажи лозинку
tr: Parolayı göster
vi: Hiển thị mật khẩu
zh_hk: 顯示密碼

source: _Voicemail number
cs: Volací číslo _hlasové schránky
sr: Број говорне поште
tr: Sesli posta numarası
vi: _Số hộp thư thoại
zh_hk: 留言信箱號碼(_V)

source: Presence notifications
cs: Oznámení přítomnosti
vi: Thông báo có mặt

source: _Enable
cs: _Povolit
vi: _Kích hoạt

source: Authentication
cs: Ověření
sr: Идентификација
tr: Kimlik Doğrulama
vi: Xác thực
zh_hk: 認證

source: Secret
cs: Tajné
sr: Тајно
tr: Gizli
vi: Bí mật
zh_hk: 秘密

source: Credential
cs: Přístupové údaje
sr: Акредитиви
tr: Kimlik bilgileri
vi: Ủy nhiệm
zh_hk: 憑據

source: Authentication name
cs: Uživatelské jméno
sr: Врста идентификације
tr: Kimlik doğrulama ismi
vi: Tên xác thực
zh_hk: 認證名稱

source: Password
cs: Heslo
sr: Лозинка
tr: Parola
vi: Mật khẩu
zh_hk: 密碼

source: Remove
cs: Odstranit
vi: Xóa

source: Security
cs: Bezpečnost
sr: Безбедност
tr: Güvenlik
vi: Bảo mật
zh_hk: 保安

source: Use TLS transport(sips)
cs: Použít přenos TLS (SIPS)
sr: Користи ТЛС пренос (сипс)
tr: TLS naklini(sips) kullan
vi: Dùng giao thức TLS (SIPS)
zh_hk: 使用 TLS transport(sips)

source: SRTP key exchange
cs: Výměna klíče SRTP
sr: СРТП размена кључева
tr: SRTP anahtar değişimi
vi: Trao đổi mã SRTP
zh_hk: SRTP 密鑰交換

source: Disabled
cs: Vypnuto
sr: Онемогућено
tr: Pasif
vi: Tắt
zh_hk: 停用

source: Preferences
cs: Nastavení
sr: Поставке
tr: Tercihler
vi: Tùy chọn
zh_hk: 偏好設定

source: Registration
cs: Registrace
sr: Регистрација
tr: Kayıt
vi: Đăng ký
zh_hk: 登記

source: Registration expire
cs: Vypršení registrace
sr: Регистрација истиче
tr: Kayıt zaman aşımı
vi: Đăng ký đã hết hạn
zh_hk: 登記失效

source: Network Interface
cs: Síťové rozhraní
sr: Мрежни интерфејс
tr: Ağ Arayüzü
vi: Giao diện mạng
zh_hk: 網絡介面

source: Local address
cs: Místní adresa
sr: Месна адреса
tr: Yerel adres
vi: Địa chỉ cục bộ
zh_hk: 本機地址

source: Local port
cs: Místní přípojka
sr: Месни порт
tr: Yerel port
vi: Cổng mạng cục bộ
zh_hk: 本機連接埠

source: Published address
cs: Zveřejněná adresa
sr: Објављена адреса
tr: Açık adres
vi: Địa chỉ công cộng
zh_hk: 公佈位址

source: Using STUN
cs: Použít STUN
sr: СТУН употребљен
tr: STUN kullanımı
vi: Sử dụng STUN
zh_hk: 使用 STUN

source: STUN server URL
cs: Adresa (URL) serveru STUN
sr: УРЛ СТУН сервера
tr: STUN sunucu adresi
vi: URL máy chủ STUN
zh_hk: STUN 伺服器網址

source: Same as local parameters
cs: Odpovídající místnímu nastavení
sr: Исто као и месна подешавања
tr: Yerel parametrelerle aynı
vi: Giống như tham số cục bộ
zh_hk: 和本機參數相同

source: Set published address and port:
cs: Nastavit adresu a přípojku ke zveřejnění:
sr: Постави јавну адресу и порт:
tr: Yayındaki adres ve port ayarı:
vi: Thiết lập địa chỉ và cổng mạng công cộng
zh_hk: 設定公佈位址及連接埠：

source: Published port
cs: Zveřejněná přípojka
sr: Јавни порт
tr: Yayındaki port
vi: Cổng mạng công khai
zh_hk: 公佈連接埠

source: Min
cs: Nejméně
vi: Nhỏ nhất

source: Max
cs: Nejvíce
vi: Lớn nhất

source: Audio RTP Port Range
cs: Rozsah přípojky audio RTP
vi: Dãy dành cho cổng âm thanh RTP

source: Video RTP Port Range
cs: Rozsah přípojky video RTP
vi: Dãy dành cho cổng video RTP

source: Audio
cs: Zvuk
sr: Звук
tr: Ses
vi: Âm thanh
zh_hk: 音訊

source: Ringtones
cs: Vyzváněcí melodie
sr: Звукови звона
tr: Melodiler
vi: Nhạc chuông
zh_hk: 鈴聲

source: Choose a ringtone
cs: Vybrat vyzváněcí melodii
sr: Изаберите звук звона
tr: Bir melodi seç
vi: Chọn nhạc chuông
zh_hk: 選擇鈴聲

source: _Enable ringtones
cs: _Povolit vyzváněcí melodie
sr: Омогући звоно
tr: Melodiler aktif
vi: _Bật nhạc chuông
zh_hk: 啟用鈴聲(_E)

source: Audio Files
cs: Zvukové soubory
sr: Звучне датотеке
tr: Ses Dosyaları
vi: Tệp âm thanh
zh_hk: 音訊檔案

source: This profile is used when you want to reach a remote peer simply by typing a sip URI such as <b>sip:remotepeer</b>. The settings you define here will also be used if no account can be matched to an incoming or outgoing call.
cs: Tento profil se používá, když chcete dosáhnout protějšek pouhým zadáním SIP URI, jako například <b>sip:remotepeer</b>. Zde stanovená nastavení se budou používat, i když nelze příchozímu nebo odchozímu volání přiřadit žádný účet.
sr: Овај профил се користи када желите да позовете удаљеног говорника куцајући само СИП УРИ тј.: <b>sip:удаљениговорник</b>. Подешавања која поставите овде ће се користити и када је немогуће утврдити који налог треба да се употреби при долазном или одлазном позиву.
vi: Cấu hình này được dùng khi bạn muốn gọi bằng cái gõ URI sip ví dụ như <b>sip:remotepeer</b>. Các thiết lập mà bạn định ra ở đây cũng được dùng nếu như không có tài khỏan tương ứng với các cuộc gọi đi và đến.
zh_hk: 若您以 sip URI 的簡單方式，如 <b>sip:remotepeer</b> 致電遠端伙伴，就會使用此設定組合。當撥出或接入的電話未能配對已有帳號時，也會使用您在此的設定。

source: Account settings
cs: Nastavení účtu
sr: Подешавања налога
tr: Hesap ayarları
vi: Các thiết lập tài khoản
zh_hk: 帳號設定

source: Basic
cs: Základní
sr: Основно
tr: Basit
vi: Cơ bản
zh_hk: 基本

source: General
cs: Obecné
sr: Опште
tr: Genel
zh_hk: 一般

source: Advanced
cs: Pokročilé
sr: Напредно
tr: Gelişmiş
vi: Tiên tiến
zh_hk: 進階

source: Are you sure want to delete "%s"?
cs: Jste si jistý, že chcete smazat "%s"?
vi: Bạn thật sự muốn xóa "%s" ?

source: Are you sure want to delete account?
cs: Jste si jistý, že chcete smazat účet?
vi: Bạn thật sự muốn xóa tài khoản?

source: Remove account
cs: Odstranit účet
vi: Xóa tài khoản

source: Protocol
cs: Protokol
sr: Протокол
tr: İletişim Kuralları
vi: Giao thức
zh_hk: 協定

source: Status
cs: Stav
sr: Стање
tr: Durum
vi: Trạng thái
zh_hk: 狀況

source: Server returned "%s" (%d)
cs: Server odpověděl "%s" (%d)
sr: Одговор сервера је "%s" (%d)
vi: Máy chủ trả lời "%s" (%d)
zh_hk: 伺服器傳回 "%s" (%d)

source: Accounts
cs: Účty
sr: Налози
tr: Hesaplar
vi: Các tài khoản
zh_hk: 帳號

source: Configured Accounts
cs: Nastavené účty
sr: Подешени налози
tr: Ayarlı Hesaplar
vi: Các tài khoản đã thiết lập
zh_hk: 已設定帳號

source: _Use Evolution address books
cs: _Použít knihy adres Evolution
sr: Користи именик Евол_уције
tr: Evol_ution adres defterini kullan
vi: _Sử dụng danh bạ của Evolution
zh_hk: 使用 Evol_ution 通訊錄

source: Download limit :
cs: Omezení stahování:
sr: Ограничење скидања:
tr: Yükleme limiti :
vi: Giới hạn tải xuống
zh_hk: 下載上限：

source: cards
cs: karty
sr: језичци
tr: kartlar
vi: thẻ
zh_hk: 張卡片

source: _Display contact photo if available
cs: _Zobrazit fotografii, je-li dostupná
sr: Прикажи слику контакта уколико је _доступна
tr: _Kişinin fotoğrafı varsa göster
vi: _Hiển thị hình của liên lạc nếu có
zh_hk: 如可以則顯示聯絡人照片(_D)

source: Fields from Evolution's address books
cs: Pole knihy adres Evolution
sr: Поља из именика Еволуције
tr: Evolution adres defterinden kullanılacak alanlar
vi: Các trường từ danh bạ Evolution
zh_hk: Evolution 通訊錄欄位：

source: _Work
cs: _Pracovní
sr: По_сао
tr: _İş
vi: _Chạy
zh_hk: 辦工(_W)

source: _Home
cs: _Soukromé
sr: _Кућа
tr: _Başlangıç
vi: _Thư mục chính
zh_hk: 屋企(_H)

source: _Mobile
cs: _Mobilní telefon
sr: _Мобилни
tr: _Hareketli
zh_hk: 手提(_M)

source: Address Books
cs: Knihy adres
sr: Именици
tr: Adres Defterleri
vi: Danh bạ
zh_hk: 通訊錄

source: Select which Evolution address books to use
cs: Vybrat používanou knihu adres Evolution
sr: Изаберите које именике из Еволуције ћете користити
tr: Kullanılacak Evolution adres defterlerini seç
vi: Hãy chọn trong các danh bạ Evolution
zh_hk: 選擇使用哪個 Evolution 通訊錄

source: Name
cs: Název
sr: Име
tr: İsim
vi: Tên:
zh_hk: 名稱

source: This assistant is now finished.
cs: Průvodce ukončen.
sr: То је то. СФЛ-телефон је подешен.
tr: Bu kılavuz şu an sonlandırılacak.
vi: Sự hỗ trợ này kết thúc ở đây
zh_hk: 設定完成。

source: You can at any time check your registration state or modify your accounts parameters in the Options/Accounts window.
cs: Kdykoli můžete prověřit stav své registrace nebo změnit nastavení účtu v okně Volby -> Účty.
sr: Можете у било ком тренутку проверити стање регистрације или изменити ваше налоге у прозорчету Поставке/Налози.
tr: İstenildiğinde Ayarlar/Hesaplar penceresinden kayıt durumunuzu yada hesabınızın parametrelerini düzenleyebilirsiniz.
vi: Bạn có thể kiểm tra tình trạng đăng ký hoặc thay đổi các tham số tài khoản trong cửa sổLựa chọn/Tài khoản
zh_hk: 您可隨時在「選項/帳號」視窗查看註冊狀態或修改帳號參數。

source: Alias
cs: Přezdívka
sr: Псеудоним
tr: Rumuz
vi: Bí danh
zh_hk: 別名

source: Username
cs: Uživatelské jméno
sr: Корисничко име
tr: Kullanıcı adı
vi: Tên người dùng
zh_hk: 用戶名稱

source: Security:
cs: Bezpečnost:
sr: Безбедност:
tr: Güvenlik:
vi: Bảo mật
zh_hk: 保安：

source: None
cs: Žádný
sr: Ништа
tr: Hiçbiri
vi: Không có
zh_hk: 無

source: VoIP Protocols
cs: Protokoly VoIP
sr: ВоИП протоколи
tr: VoIP Protokolleri
vi: Các giao thức VoIP
zh_hk: VoIP 協定

source: Select an account type
cs: Vyberte typ účtu
sr: Изаберите врсту налога
tr: Bir hesap tipi seçin
vi: Hãy lựa chọn một kiểu tài khoản
zh_hk: 選擇帳號類型

source: SIP (Session Initiation Protocol)
cs: SIP (Protokol zahájení sezení - Session Initiation Protocol)
sr: СИП (Session Inititation Protocol)
zh_hk: SIP (會話初始化協定)

source: SIP account settings
cs: Nastavení účtu SIP
sr: Подешавања СИП налога
tr: SIP hesap ayarları
vi: Thiết lập tài khoản SIP
zh_hk: SIP 帳號設定

source: Please fill the following information
cs: Vyplňte, prosím, následující pole
sr: Упишите следеће податке
tr: Lütfen aşağıdaki bilgileri doldurunuz.
vi: Hãy điền vào các thông tin sau
zh_hk: 請填寫以下資料

source: Secure communications with _ZRTP
cs: Zabezpečené spojení s _ZRTP
sr: Безбедне везе са ЗРТП-ом
tr: _ZRTP aracılığıyla güvenli iletişim
vi: Bảo mật liên lạc với _ZRTP
zh_hk: 以 _ZRTP 進行保密通訊

source: IAX2 account settings
cs: Nastavení účtu IAX2
sr: ИА-Икс2 подешавања налоаг
tr: IAX2 hesap ayarları
vi: Thiết lập tài khoản IAX2
zh_hk: IAX2 帳號設定

source: Network Address Translation (NAT)
cs: NAT (Překlad síťové adresy - Network Address Translation)
sr: Превођење мрежних адреса (НАТ)
zh_hk: 網絡地址轉譯(NAT)

source: You should probably enable this if you are behind a firewall.
cs: Pokud jste za firewallem, měli byste to zřejmě povolit.
sr: Требало би омогућити ово уколико сте иза заштитног зида.
tr: Bir güvenlik duvarı arkasındaysanız muhtemelen bunu seçili duruma getireceksiniz.
vi: Có thể bạn phải bật tính năng này nếu bạn ở sau tường lửa.
zh_hk: 如使用網絡防火牆，很可能需要啟用此項。

source: E_nable STUN
cs: P_ovolit STUN
sr: Укључи СТУН
tr: STUN aktif
vi: _Bật STUN
zh_hk: 啟用 STU_N

source: _STUN server
cs: Server _STUN
sr: СТУН сервер
tr: _STUN sunucusu
vi: Máy chủ _STUN
zh_hk: _STUN 伺服器

source: Account Registration
cs: Registrace účtu
sr: Регистрација налога
tr: Hesap kaydı
vi: Đăng ký tài khoản
zh_hk: 登記帳號

source: Congratulations!
cs: Blahopřání!
sr: Свака част!
tr: Tebrikler!
vi: Xin chúc mừng!
zh_hk: 恭喜！

source: Frequency
cs: Frekvence
sr: Учестаност
tr: Frekans
vi: Tần số
zh_hk: 頻率

source: Bitrate
cs: Datový tok
sr: Проток бита
tr: Veri akış hızı
zh_hk: 位元率

source: Channels
cs: Kanály
vi: Các kênh

source: ALSA plugin
cs: Přídavný modul ALSA
sr: АЛСА прикључак
zh_hk: ALSA 插件

source: Output
cs: Výstup
sr: Излаз
tr: Çıkış
vi: Đầu ra
zh_hk: 輸出

source: Input
cs: Vstup
sr: Улаз
tr: Giriş
vi: Đầu vào
zh_hk: 輸入

source: Ringtone
cs: Vyzváněcí melodie
sr: Звук звона
tr: Melodi
vi: Nhạc chuông
zh_hk: 鈴聲

source: Sound Manager
cs: Správce zvuku
sr: Управник звука
tr: Ses Yönetimi
vi: Trình quản lý âm thanh
zh_hk: 聲音管理員

source: Pulseaudio settings
cs: Nastavení Pulseaudio
vi: Thiết lập Pulseaudio

source: ALSA settings
cs: Nastavení pro ALSA
sr: Подешавања АЛСЕ
tr: ALSA ayarları
vi: Thiết lập ALSA
zh_hk: ALSA 設定

source: Recordings
cs: Nahrávky
sr: Снимци
tr: Kayıtlar
vi: Bản thu
zh_hk: 錄音

source: Destination folder
cs: Cílová složka
sr: Одредишна фасцикла
tr: Hedef dizin
vi: Thư mục đích
zh_hk: 目的地資料夾

source: Select a folder
cs: Vybrat složku
sr: Изаберите фасциклу
tr: Bir klasör seç
vi: Chọn một thư mục
zh_hk: 選擇資料夾

source: _Always recording
cs: _Vždy nahrávat
sr: Увек сним_ај
tr: Kesintisiz k_ayıt
vi: _Luôn ghi âm
zh_hk: 一定錄音(_A)

source: Voice enhancement settings
cs: Nastavení k zlepšení hlasu
sr: Подешавања побољшања звука
tr: Ses iyileştirme ayarları
vi: Các thiết lập cải thiện âm
zh_hk: 話音增強設定

source: _Noise Reduction
cs: Potlačení šumu
sr: Смањивање шумова
tr: Gürültü Azaltma
vi: _Giảm nhiễu
zh_hk: 減噪(_N)

source: Automatic _Gain Control
cs: Automatické řízení _zesílení
vi: Kiểm soát độ _lợi tự động

source: URL Argument
cs: Argument URL
sr: УРЛ прилог
tr: URL değişkenleri
vi: Tham số URL
zh_hk: 網址引數

source: Trigger on specific _SIP header
cs: Spustit při určité hlavičce _SIP
sr: Уради при посебном _СИП заглављу
tr: İlgili _SIP başlığında tetikle
vi: Bật khi có header đặc biệt _SIP
zh_hk: 以特定 _SIP 標頭觸發

source: Trigger on _IAX2 URL
cs: Spustit při adrese (URL) _IAX2
sr: Уради при _ИА-Икс2 УРЛ вези
tr: _IAX2 URL durumunda tetikle
vi: Bật khi có URL _IAX2
zh_hk: 以 _IAX2 網址觸發

source: Command to _run
cs: Příkaz ke spuštění
sr: На_редба за извршавање
tr: Çalıştı_rılacak komut
vi: Chạy _lệnh
zh_hk: 要執行指令(_R)

source: Phone number rewriting
cs: Přizpůsobení telefonního čísla
sr: Преписивање броја телефона
tr: Telefon numarası yeniden yazımı
vi: Viết lại số điện thoại
zh_hk: 重設電話號碼

source: _Prefix dialed numbers with
cs: _Vložit před telefonní čísla předponu
sr: Додај следећи _префикс на позване бројеве
tr: Çevrilen numaraya bu öneki koy
vi: _Thêm vào trước số điện thoại
zh_hk: 號碼前綴(_P)：

source: Messaging
cs: Zprávy
vi: Lời nhắn

source: Open URL in
cs: Otevřít adresu v
vi: Mở URL trong

source: Desktop Notifications
cs: Oznamování na ploše
sr: Системска обавештења
tr: Masaüstü Uyarıları
vi: Thông báo trên desktop
zh_hk: 桌面提示

source: _Enable notifications
cs: _Povolit oznamování
sr: Омогући обавештења
tr: Bildirimleri seç
vi: _Bật thông báo
zh_hk: 啟用提示(_E)

source: Window Behaviour
cs: Chování okna
vi: Hành vi cửa sổ

source: Bring SFLphone to foreground on incoming calls
cs: Přenést SFLphone při příchozích hovorech do popředí
vi: Đưa SFLphone lên trên nếu có cuộc gọi đến

source: System Tray Icon (Legacy)
cs: Ikona v oznamovací oblasti panelu (dědictví)

source: Show SFLphone in the system tray
cs: Ukazovat SFLphone v systémové části panelu
sr: Прикажи СФЛ-фон у системској касети
tr: SFLphone'u sistem çubuğunda göster
vi: Hiện SFLphone trong system tray
zh_hk: 在系統匣顯示 SFLphone

source: _Popup main window on incoming call
cs: Při příchozím volání otevřít _hlavní okno
sr: _Прикажи главни прозор при долазном позиву
tr: Gelen aramalarda ana pencereyi öne çıkart
vi: _Bật cửa sổ chính khi có cuộc gọi đến
zh_hk: 來電時彈出主視窗(_P)

source: Ne_ver popup main window
cs: _Nikdy neotevírat hlavní okno automaticky
sr: Никада не приказуј главни прозор
tr: Hiçbir koşulda ana pencereyi öne çıkartma
vi: _Không bao giờ bật cửa sổ chính
zh_hk: 不彈出主視窗(_V)

source: Calls History
cs: Historie volání
sr: Историјат позива
tr: Arama Kayıtları
vi: Nhật ký cuộc gọi
zh_hk: 通話紀錄

source: _Keep my history for at least
cs: _Uchovat historii alespoň po
sr: Бележи историјат барем
vi: _Hãy giữ lại lược sử ít nhất
zh_hk: 保留通話紀錄不少於(_K)：

source: days
cs: dny
sr: дана
tr: gün
vi: ngày
zh_hk: 天

source: Instant Messaging
cs: Okamžité odesílání zpráv
sr: Брзо дописивање
vi: Tin nhắn tức thời
zh_hk: 即時通訊

source: Enable instant messaging
cs: Povolit okamžité odesílání zpráv
sr: Укључи брзо дописивање
vi: Bật tin nhắn tức thời
zh_hk: 啟用即時通訊

source: Hooks
cs: Příkazy a přizpůsobení
sr: Кукице
tr: Kancalar
zh_hk: 掛鍵

source: Shortcuts
cs: Klávesové zkratky
sr: Пречице
tr: Kısayollar
vi: Đường tắt
zh_hk: 快捷鍵

source: Address Book
cs: Kniha adres
sr: Именик
tr: Adres Defteri
vi: Sổ danh bạ
zh_hk: 通訊錄

source: Be careful: these shortcuts might override system-wide shortcuts.
cs: Pozor: Tato nastavení mohou přepsat klávesové zkratky systému.
sr: Пажња! Ове пречице могу прегазити системске пречице.
tr: Dikkat! burada yapacağınız değişiklikler sistem bütününe ait kısayolları geçersiz kılabilir.
vi: Hãy cẩn thận: các đường tắt này sẽ thay đổi các đường tắt của hệ thống
zh_hk: 注意：此等快捷鍵可能會使全域快捷鍵失效。

source: Advanced options for TLS
cs: Pokročilé volby pro TLS
sr: Напредне поставке за ТЛС
tr: TLS için gelişmiş seçenekler
vi: Các lựa chọn cao cấp cho TLS
zh_hk: TLS 進階選項

source: TLS transport
cs: Přenos TLS
sr: ТЛС пренос
tr: TLS nakli
vi: Giao thức TLS

source: TLS transport can be used along with UDP for those calls that would require secure sip transactions (aka SIPS). You can configure a different TLS transport for each account. However, each of them will run on a dedicated port, different one from each other
cs: Zabezpečený přenos TLS lze použít ve spojení s UDP pro volání, která vyžadují zabezpečené přenosy SIP (SIPS). Pro každý účet můžete samostatně nastavit jiný přenos TLS. Přitom se vždy musí používat zvláštní přípojka navíc (port).
sr: ТЛС пренос се може користити заједно са УДП-ом за позиве који захтевају безбедне сип везе (тј. СИПС). Можете подесити другачији ТЛС пренос за сваки налог појединачно. Имајте на уму да ће сваки од њих бити покренут на другачијем, посебно намењеном порту.
vi: Giao thức TLS có để được sử dụng bên cạnh giao thức UDP cho các cuộc gọi cần mã hóa các trao đổi SIP (SIPS). Bạn có thể thiết lập giao thức TLS cho các tài khoản khác nhau. Tuy nhiên, mỗi tài khoản sẽ được chạy trên các cổng mạng khác nhau.
zh_hk: TLS transport 可配合 UDP 用於需要保密式 SIP (又名 SIPS) 通訊。 您可為每個帳號設定不同的 TLS transport，但每個都要有不同連接埠。

source: Certificate of Authority list
cs: Certifikát seznamu autorit
sr: Сертификат или списак издавача уверења
tr: CA listesi
vi: Danh sách Certificate of Authority
zh_hk: 憑證機構(CA)列表

source: Choose a CA list file (optional)
cs: Vyberte soubor s certifikátem (volitelné)
sr: Изабери датотеку са списком издавача уверења (необавезно)
tr: Bir yetki belge listesi seçiniz (isteğe bağlı)
vi: Chọn một tệp danh sách CA (tùy ý)
zh_hk: 選擇憑證機構(CA)列表檔案 (非必要)

source: Public endpoint certificate file
cs: Veřejný certifikát koncového místa
tr: Umumi sonlandırma sertifikası
vi: Tệp Public endpoint certificate
zh_hk: 公開端點憑證檔案

source: Choose a public endpoint certificate (optional)
cs: Vyberte veřejný certifikát koncového místa (volitelné)
tr: Bir umumi sonlandırma sertifikası seçiniz (isteğe bağlı)
vi: Chọn một public endpoint certificate (tùy ý)
zh_hk: 選擇公開端點憑證 (非必要)

source: Choose a private key file (optional)
cs: Vyberte soubor se soukromým klíčem (volitelné)
sr: Изаберите датотеку личног кључа (по жељи)
tr: Bir özel anahtar dosyası seçiniz
vi: Chọn một tệp khóa cá nhân
zh_hk: 選擇私鑰檔案 (非必要)

source: Password for the private key
cs: Heslo pro soukromý klíč
sr: Лозинка за лични кључ
tr: Özel anahtar şifresi
vi: Mật mã cho khóa cá nhân
zh_hk: 私鑰密碼

source: TLS protocol method
cs: Metoda pro protokol TLS
sr: Начин ТЛС протокола
tr: TLS iletişim metodu
vi: Phương pháp của giao thức TLS
zh_hk: TLS 協定方法

source: TLS cipher list
cs: Seznam šifrovacích postupů pro TLS
sr: Списак ТЛС шифрарника
tr: TLS şifreleme listesi
vi: Danh sách mật mã TLS
zh_hk: TLS cipher 列表

source: Server name instance for outgoing TLS connection
cs: Instance názvu serveru pro odchozí spojení TLS
sr: Име сервера за одлазећу ТЛС везу
tr: Giden TLS bağlantısı için sunucu adı örneği
vi: Tên của máy chủ cá biệt cho kết nối đi ra TLS
zh_hk: 外送 TLS 連線的伺服器名稱實體

source: Verify incoming certificates, as a server
cs: Prověřit příchozí certifikáty (jako server)
tr: Gelen belgeleri sunucu olarak doğrula
vi: Kiểm tra các certificate mới đển, với phương diện máy chủ
zh_hk: 檢驗內送憑證 (以伺服器方式)

source: Verify certificates from answer, as a client
cs: Prověřit certifikáty v odpovědích (jako klient)
tr: Belgeleri yanıtlara göre istemci olarak doğrula
vi: Kiểm tra các certificate trả lời, với phương diện máy khách
zh_hk: 檢驗應答憑證 (以用戶端方式)

source: Require certificate for incoming tls connections
cs: Požadovat certifikáty pro příchozí spojení TLS
tr: Gelen TLS bağlantıları için belge iste
vi: Cần có certificate cho các kết nối đến TLS
zh_hk: 內送 TLS 連線要有憑證

source: Bitrate (kbps)
cs: Datový tok (kbps)

source: Parameters
cs: Parametry
vi: các tham số

source: No devices found
cs: Nenalezena žádná zařízení
vi: Không tìm thấy thiết bị nào

source: Video Manager
cs: Správce videa
vi: Trình quản lý Video

source: Camera
cs: Kamera

source: ZRTP Options
cs: Volby pro ZRTP
sr: ЗРТП поставке
tr: ZRTP Seçenekleri
vi: Lựa chọn ZRTP
zh_hk: ZRTP 選項

source: Send Hello Hash in S_DP
cs: Poslat kontrolní součet pozdravení v S_DP
sr: Пошаљи поздравни хеш у С_ДП
tr: S_DP içinden Alo Sinyali yolla
vi: Gửi Hello Hash trong S_DP
zh_hk: 以 S_DP 發送 Hello Hash

source: Ask User to Confirm SAS
cs: Požádat uživatele o potvrzení SAS
sr: Питај корисника да потврди САС
tr: Kullanıcıya SAS Onayını Sor
vi: Hỏi người dùng xác nhận SAS
zh_hk: 要求用戶確認 SAS

source: _Warn if ZRTP not supported
cs: _Varovat, když není ZRTP podporováno
sr: Упо_зори уколико ЗРТП није подржан
tr: ZRTP desteklenmiyorsa uyar
vi: _Cảnh báo nếu không hỗ trợ ZRTP
zh_hk: 不支援 ZRTP 時顯示警告(_W)

source: Display SAS once for hold events
cs: Zobrazit SAS jen jednou pro události dání do čekání
sr: Прикажи САС једном за задржане позиве
vi: Hiển thị SAS khi có sự kiện đang chờ
zh_hk: 有暫停事件時顯示 SAS 一次

source: SDES Options
cs: Volby pro SDES
sr: СДЕС (SDES) могућ
tr: SDES Seçenekleri
vi: Lựa chọn SDES
zh_hk: SDES 選項
