Repository: savoirfairelinux/jami-daemon
Catalog: gnome/po/ab.po
Languages: ast

source: Not Registered
ast: Non rexistráu

source: Trying...
ast: Probando...

source: Registered
ast: Rexistráu

source: Error
ast: Fallu

source: Authentication Failed
ast: Falló n'autenticación

source: Network unreachable
ast: Rede nun alcanzable

source: Host unreachable
ast: Host nun alcanzable

source: Stun server invalid
ast: Sirvidor STUN inválidu

source: Ready
ast: Preparáu

source: Invalid
ast: Inválidu

source: No registered accounts
ast: Nun hai cuentes rexistráes

source: Direct SIP call
ast: Llamada SIP direuta

source: today at %R
ast: güei a les %R

source: yesterday at %R
ast: ayeri a les %R

source: %A at %R
ast: %A a les %R

source: %x at %R
ast: %x a les %R

source: Account Parameters
ast: Parámetros de cuenta

source: _Alias
ast: Nom_atu

source: _Protocol
ast: _Protocolu

source: Unknown
ast: Desconocíu

source: _Host name
ast: Nome del _host

source: _User name
ast: Nome d'_usuariu

source: _Password
ast: Cont_raseña

source: Show password
ast: Amosar contraseña

source: _Voicemail number
ast: Númberu del buzón de _voz

source: _User-agent
ast: Axente d'_usuariu

source: Authentication
ast: Autenticación

source: Secret
ast: Secretu

source: Credential
ast: Credencial

source: Authentication name
ast: Nome d'autenticación

source: Password
ast: Contraseña

source: Security
ast: Seguridá

source: SRTP key exchange
ast: Intercambéu de clave SRTP

source: Disabled
ast: Desactiváu

source: Preferences
ast: Preferencies

source: Registration
ast: Rexistru

source: Registration expire
ast: Fin del rexistu

source: Network Interface
ast: Interfaz de rede

source: Local address
ast: Direición llocal

source: Local port
ast: Puertu llocal

source: Published address
ast: Direición espublizada

source: Using STUN
ast: Usando STUN

source: STUN server URL
ast: URL del sirvidor STUN

source: Same as local parameters
ast: Igual que los parámetros llocales

source: Set published address and port:
ast: Afitar direición y puertu espublizaos:

source: Published port
ast: Puertu espublizáu

source: Audio
ast: Soníu

source: Ringtones
ast: Tonos de llamada

source: Choose a ringtone
ast: Escueya un tono de llamada

source: _Enable ringtones
ast: _Activar tonos de llamada

source: Audio Files
ast: Ficheros de soníu

source: This profile is used when you want to reach a remote peer simply by typing a sip URI such as <b>sip:remotepeer</b>. The settings you define here will also be used if no account can be matched to an incoming or outgoing call.
ast: Esti perfil va usase cuando quiera coneutar col par remotu escribiendo una URI sip como <b>sip:parremotu</b>. Los parámetros que conseñe equí, tamién van usase si una llamada entrante o saliente nun concasa con cuenta dala.

source: Account settings
ast: Axustes de la cuenta

source: Basic
ast: Básicu

source: General
ast: Xeneral

source: Advanced
ast: Avanzáu

source: Protocol
ast: Protocolu

source: Status
ast: Estáu

source: Server returned "%s" (%d)
ast: El sirvidor devolvió "%s" (%d)

source: Accounts
ast: Cuentes

source: Configured Accounts
ast: Cuentes Configuraes

source: _Use Evolution address books
ast: _Usar llibreta de direiciones d'Evolution

source: Download limit :
ast: Llende de descarga:

source: cards
ast: tarxetes

source: _Display contact photo if available
ast: Amosar foto _del contautu, si ta disponible

source: Fields from Evolution's address books
ast: Campos de les llibretes de direiciones d'Evolution

source: _Work
ast: _Trabayu

source: _Home
ast: _Casa

source: _Mobile
ast: _Movil

source: Address Books
ast: Llibretes de direiciones

source: Select which Evolution address books to use
ast: Esbille les llibretes de direiciones d'Evolution a usar

source: Name
ast: Nome

source: This assistant is now finished.
ast: Esti asistente yá finó.

source: You can at any time check your registration state or modify your accounts parameters in the Options/Accounts window.
ast: Puede comprobar en cualisquier momentu l'estáu del rexistru, o camudar los parámetros de les cuentes de so, na ventana Opciones/Cuentes.

source: Alias
ast: Nomatu

source: Server
ast: Sirvidor

source: Username
ast: Nome d'usuariu

source: Security:
ast: Seguridá:

source: None
ast: Denguna

source: VoIP Protocols
ast: Protocolos VoIP

source: Select an account type
ast: Escueya una triba de cuenta

source: SIP account settings
ast: Axustes de cuenta SIP

source: Please fill the following information
ast: Conseñe la información siguiente

source: Secure communications with _ZRTP
ast: Comunicación segura con _ZRTP

source: IAX2 account settings
ast: Axustes de cuenta IAX2

source: Network Address Translation (NAT)
ast: Conversión de Direición de Rede (NAT)

source: You should probably enable this if you are behind a firewall.
ast: Seique tenga qu'activar esto si ta tres d'un torgafueos.

source: E_nable STUN
ast: A_ctivar STUN

source: _STUN server
ast: _Sirvidor STUN

source: Account Registration
ast: Rexistru de cuenta

source: Congratulations!
ast: ¡Norabona!

source: Frequency
ast: Frecuencia

source: Bitrate
ast: Tasa de bits

source: ALSA plugin
ast: Complementu ALSA

source: Output
ast: Salida

source: Input
ast: Entrada

source: Ringtone
ast: Tonu de llamada

source: Sound Manager
ast: Xestor de soníu

source: ALSA settings
ast: Axustes de ALSA

source: Recordings
ast: Grabaciones

source: Destination folder
ast: Carpeta de destín

source: Select a folder
ast: Seleicione una carpeta

source: Voice enhancement settings
ast: Axustes de meyora de voz

source: _Noise Reduction
ast: Ame_norgamientu de ruíu

source: URL Argument
ast: URL Argumentu

source: Trigger on specific _SIP header
ast: Disparador pa una cabecera _SIP determinada

source: Trigger on _IAX2 URL
ast: Disparador pa una URL _IAX2

source: Command to _run
ast: O_rde a executar

source: Phone number rewriting
ast: Reescritura de númberu telefónicu

source: _Prefix dialed numbers with
ast: _Prefixar los númberos marcaos con

source: Desktop Notifications
ast: Notificaciones nel escritoriu

source: _Enable notifications
ast: _Activar notificaciones

source: Show SFLphone in the system tray
ast: Amosar SFLphone na bandexa del sistema

source: _Popup main window on incoming call
ast: _Estenderexar ventana principal al recibir llamada

source: Ne_ver popup main window
ast: _Nunca estenderexar ventana principal

source: Calls History
ast: Hestóricu de llamaes

source: _Keep my history for at least
ast: _Guardar el mio hestóricu polo menos

source: days
ast: díes

source: Hooks
ast: Enganches

source: Shortcuts
ast: Atayos

source: Address Book
ast: Llibreta de direiciones

source: Be careful: these shortcuts might override system-wide shortcuts.
ast: Ten cuidáu: estos atayos podríen saltase los atayos xenerales del sistema.

source: Advanced options for TLS
ast: Opciones avanzaes pa TLS

source: TLS transport
ast: Tresporte TLS

source: TLS transport can be used along with UDP for those calls that would require secure sip transactions (aka SIPS). You can configure a different TLS transport for each account. However, each of them will run on a dedicated port, different one from each other
ast: El tresporte TLS puede utilizase xunto con UDP para les llamaes que necesiten intercambéos SIP seguros (SIPS). Puede configurar un tresporte TLS distintu pa cada cuenta. Por embargu, caún d'ellos va executase nun puertu dedicáu, diferentes ente sigo.

source: Certificate of Authority list
ast: Llista de Certificaos d'Autoridá

source: Choose a CA list file (optional)
ast: Escueya un ficheru de llista de CA (opcional)

source: Public endpoint certificate file
ast: Ficheru de certificáu de par públicu

source: Choose a public endpoint certificate (optional)
ast: Escueye un certificáu públicu de par (opcional)

source: Choose a private key file (optional)
ast: Escueye un ficheru de clave privada (opcional)

source: Password for the private key
ast: Contraseña de la clave privada

source: TLS protocol method
ast: Métodu del protocolu TLS

source: TLS cipher list
ast: Llista de cifráu TLS

source: Server name instance for outgoing TLS connection
ast: Nome de sirvidor pa la conexón TLS saliente

source: Verify incoming certificates, as a server
ast: Comprobar certificaos entrantes, como un sirvidor

source: Verify certificates from answer, as a client
ast: Comprobar certificaos de la respuesta, como un cliente

source: Require certificate for incoming tls connections
ast: Requerir certificáu pa les conexones TLS entrantes

source: ZRTP Options
ast: Opciones ZRTP

source: Send Hello Hash in S_DP
ast: Unviar Hash de Hello en S_DP

source: Ask User to Confirm SAS
ast: Pidir al usuariu que confirme SAS

source: _Warn if ZRTP not supported
ast: A_visar si nun hai sofitu ZRTP

source: Display SAS once for hold events
ast: Amosar SAS una vegada pa eventos n'espera

source: SDES Options
ast: Opciones SDES

source: Fallback on RTP on SDES failure
ast: Pasar a RTP nos fallos de SDES

source: Search all
ast: Guetar todos

source: Click here to change the search type
ast: Calque equí pa camudar el tipu de gueta

source: Search by missed call
ast: Guetar por llamaes perdíes

source: Search by incoming call
ast: Guetar por llamaes entrantes

source: Search by outgoing call
ast: Guetar por llamaes salientes

source: There is one call in progress.
ast: Hai una llamada en cursu.

source: There are calls in progress.
ast: Hai llamaes en cursu.

source: Do you still want to quit?
ast: ¿Entá quier salir?

source: ZRTP is not supported by peer %s
ast: El par %s nun sofita ZRTP

source: Secure Communication Unavailable
ast: La comunicación segura nun ta disponible

source: Continue
ast: Siguir

source: Stop Call
ast: Terminar llamada

source: A %s error forced the call with %s to fall under unencrypted mode. Exact reason: %s
ast: Un error de %s fizo que la llamada con %s pasara a mou ensin encriptar. Razón esauta: %s

source: ZRTP negotiation failed
ast: Falló la negociación ZRTP

source: %s wants to stop using secure communication. Confirm will resume conversation without SRTP.
ast: %s quier dexar d'usar comunicación segura. Confirmar reaniciará la conversación ensin SRTP.

source: Confirm Go Clear
ast: Confirmar mou en claro

source: Confirm
ast: Confirmar

source: Call
ast: Llamada

source: SFLphone Error
ast: Error SFLphone

source: %s account : %s
ast: %s cuenta : %s

source: <i>From</i> %s
ast: <i>De</i> %s

source: Calling with %s account <i>%s</i>
ast: Llamando cola cuenta %s <i>%s</i>

source: Current account
ast: Cuenta actual

source: You have no accounts set up
ast: Nun hai cuentes configuraes

source: You have no registered accounts
ast: Nun tien denguna cuenta rexistrada

source: %s does not support ZRTP.
ast: %s nun tien sofitu pa ZRTP.

source: ZRTP negotiation failed with %s
ast: Falló la negociación ZRTP con %s

source: <i>With:</i> %s
ast: <i>Con:</i> %s

source: Speakers volume
ast: Volume d'altavoces

source: Mic volume
ast: Volume del micrófonu

source: _Show main window
ast: Amo_sar ventana principal

source: _Hang up
ast: _Colgar

source: No address book selected
ast: Nun s'escoyó una llibreta de direiciones

source: Address book
ast: Llibreta de direiciones

source: SFLphone is a VoIP client compatible with SIP and IAX2 protocols.
ast: SFLphone ye un programa de VoIP compatible colos protocolos SIP ya IAX2.

source: About SFLphone
ast: Tocante a SFLphone

source: Voicemail
ast: Buzón de voz

source: _New call
ast: Llamada _Nueva

source: Place a new call
ast: Facer una llamada nueva

source: _Pick up
ast: _Descolgar

source: Answer the call
ast: Contestar la llamada

source: Finish the call
ast: Finar la llamada

source: O_n hold
ast: _N'espera

source: Place the call on hold
ast: Poner la llamada n'espera

source: O_ff hold
ast: _Salir d'espera

source: Place the call off hold
ast: Sacar la llamada d'espera

source: Configuration _Assistant
ast: _Asistente de configuración

source: Run the configuration assistant
ast: Executar l'asistente de configuración

source: Call your voicemail
ast: Llamar al buzón de voz

source: _Close
ast: _Zarrar

source: Minimize to system tray
ast: Minimizar na bandexa de sistema

source: _Quit
ast: _Colar

source: Quit the program
ast: Colar del programa

source: _Edit
ast: _Editar

source: _Copy
ast: _Copiar

source: Copy the selection
ast: Copiar la seleición

source: _Paste
ast: A_pegar

source: Paste the clipboard
ast: Pegar el conteníu del cartafueyu

source: Clear _history
ast: Llimpiar _hestorial

source: Clear the call history
ast: Llimpiar l'hestorial de llamáes

source: _Accounts
ast: _Cuentes

source: Edit your accounts
ast: Editar les sos cuentes

source: _Preferences
ast: _Preferencies

source: Change your preferences
ast: Camudar les sos preferencies

source: _View
ast: _Ver

source: _Help
ast: _Aida

source: Contents
ast: Conteníu

source: Open the manual
ast: Abrir el manual

source: About this application
ast: Tocante a esta aplicación

source: _Transfer
ast: _Tresferir

source: Transfer the call
ast: Tresferir la llamada

source: _Record
ast: G_rabar

source: Record the current conversation
ast: Grabar la conversación actual

source: _Show toolbar
ast: Amo_sar ferramientes

source: Show the toolbar
ast: Amuesa la barra de ferramientes

source: _Dialpad
ast: _Tecláu

source: Show the dialpad
ast: Amosar el tecláu pa marcar

source: _Volume controls
ast: _Controles de volume

source: Show the volume controls
ast: Amuesa los controles de volume

source: _History
ast: _Hestorial

source: _Address book
ast: Llibret_a de direiciones

source: On _Hold
ast: _N'espera

source: _Call back
ast: Tornar _Llamada

source: Edit phone number
ast: Editar númberu de teléfonu

source: Edit the phone number before making a call
ast: Editar el númberu de teléfonu enantes de llamar
